{
	"mercury": {
		"title": "Mercury",
		"subtitle": "Messenger to the gods",
		"background": "mercury-details.jpg",
		"measurements": [
			{
				"title": "Age",
				"string": "4.503 billion",
				"units": "years"
			},
			{
				"title": "Year",
				"string": "88",
				"units": "Earth days"
			},
			{
				"title": "Day",
				"string": "59",
				"units": "Earth days"
			},
	        {
	            "title": "Radius",
	            "string": "2,440",
	            "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "57,910,000",
                         "units": "Km"
                         }
		],
		"paragraphs": [
			"Mercury is the smallest and closest to the Sun of the eight planets in the Solar System, with an orbital period of about 88 Earth days. Seen from Earth, it appears to move around its orbit in about 116 days, which is much faster than any other planet in the Solar System. It has no known natural satellites. The planet is named after the Roman deity Mercury, the messenger to the gods.",
			"Because it has almost no atmosphere to retain heat, Mercury's surface experiences the greatest temperature variation of the planets in the Solar System, ranging from 100 K (−173 °C; −280 °F) at night to 700 K (427 °C; 800 °F) during the day at some equatorial regions. The poles are constantly below 180 K (−93 °C; −136 °F). Mercury's axis has the smallest tilt of any of the Solar System's planets (about 1⁄30 of a degree), but it has the largest orbital eccentricity.[a] At aphelion, Mercury is about 1.5 times as far from the Sun as it is at perihelion. Mercury's surface is heavily cratered and similar in appearance to the Moon, indicating that it has been geologically inactive for billions of years.",
            "Mercury is gravitationally locked and rotates in a way that is unique in the Solar System. As seen relative to the fixed stars, it rotates on its axis exactly three times for every two revolutions it makes around the Sun. As seen from the Sun, in a frame of reference that rotates with the orbital motion, it appears to rotate only once every two Mercurian years. An observer on Mercury would therefore see only one day every two years.",
            "Because Mercury orbits the Sun within Earth's orbit (as does Venus), it can appear in Earth's sky in the morning or the evening, but not in the middle of the night. Also, like Venus and the Moon, it displays a complete range of phases as it moves around its orbit relative to Earth. Although Mercury can appear as a bright object when viewed from Earth, its proximity to the Sun makes it more difficult to see than Venus. Two spacecraft have visited Mercury: Mariner 10 flew by in the 1970s; and MESSENGER, launched in 2004, orbited Mercury over 4,000 times in four years, before exhausting its fuel and crashing into the planet's surface on April 30, 2015",
            "Source: Wikipedia"
		]
	},
	"venus": {
		"title": "Venus",
		"background": "venus-details.jpg",
        "subtitle": "Goddess of love and beauty",
		"measurements": [
                         {
                         "title": "Age",
                         "string": "4.503 billion",
                         "units": "years"
                         },
                         {
                         "title": "Year",
                         "string": "225",
                         "units": "Earth days"
                         },
                         {
                         "title": "Day",
                         "string": "116",
                         "units": "Earth days"
                         },
                         {
                         "title": "Radius",
                         "string": "6,052",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "108,200,000",
                         "units": "Km"
                         }
		],
		"paragraphs": [
			"Venus is the second planet from the Sun, orbiting it every 224.7 Earth days. It has no natural satellite. It is named after the Roman goddess of love and beauty. After the Moon, it is the brightest natural object in the night sky, reaching an apparent magnitude of −4.6, bright enough to cast shadows.[12] Because Venus is an inferior planet from Earth, it never appears to venture far from the Sun: its elongation reaches a maximum of 47.8°.",
                       "Venus is a terrestrial planet and is sometimes called Earth's \"sister planet\" because of their similar size, mass, proximity to the Sun and bulk composition. It is radically different from Earth in other respects. It has the densest atmosphere of the four terrestrial planets, consisting of more than 96% carbon dioxide. The atmospheric pressure at the planet's surface is 92 times that of Earth's. With a mean surface temperature of 735 K (462 °C; 863 °F), Venus is by far the hottest planet in the Solar System, even though Mercury is closer to the Sun. Venus has no carbon cycle that puts carbon into rock, nor does it seem to have any organic life to absorb carbon in biomass. Venus is shrouded by an opaque layer of highly reflective clouds of sulfuric acid, preventing its surface from being seen from space in visible light. It may have had oceans in the past, but these would have vaporized as the temperature rose due to a runaway greenhouse effect. The water has most probably photodissociated, and, because of the lack of a planetary magnetic field, the free hydrogen has been swept into interplanetary space by the solar wind. Venus's surface is a dry desertscape interspersed with slab-like rocks and periodically refreshed by volcanism.",
                       "Source: Wikipedia"
		]
	},
	"earth": {
		"title": "Earth",
		"subtitle": "The Pale Blue Dot (Gaia)",
		"background": "earth-details.jpg",
		"measurements": [
			{
	            "title": "Age",
	            "string": "4.543 billion",
	            "units": "years"
        	},
        	{
        		"title": "Life Began",
        		"string": "3.5 billion",
        		"units": "years ago"
        	},
                         {
                         "title": "Year",
                         "string": "365.2",
                         "units": "Earth days"
                         },
                         {
                         "title": "Day",
                         "string": "24",
                         "units": "Hours"
                         },
                         {
                         "title": "Radius",
                         "string": "6,371",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "149,600,000",
                         "units": "Km"
                         }
		],
		"paragraphs": [
			"Earth, also called the world (and, less frequently, Gaia or, in Latin, Terra) is the third planet from the Sun, the densest planet in the Solar System, the largest of the Solar System's four terrestrial planets, and the only astronomical object known to accommodate life. The earliest life on Earth arose at least 3.5 billion years ago. Earth's biodiversity has expanded continually except when interrupted by mass extinctions. Although scholars estimate that over 99 percent of all species of life (over five billion) that ever lived on Earth are extinct, there are still an estimated 10–14 million extant species, of which about 1.2 million have been documented and over 86 percent have not yet been described. Over 7.3 billion humans live on Earth and depend on its biosphere and minerals for their survival. Earth's human population is divided among about two hundred sovereign states which interact through diplomacy, conflict, travel, trade and communication media.",
                       "According to evidence from radiometric dating and other sources, Earth was formed about 4.54 billion years ago. Within its first billion years, life appeared in its oceans and began to affect its atmosphere and surface, promoting the proliferation of aerobic as well as anaerobic organisms and causing the formation of the atmosphere's ozone layer. This layer and the geomagnetic field blocked the most life-threatening parts of the Sun's radiation, so life was able to flourish on land as well as in water.[43] Since then, the combination of Earth's distance from the Sun, its physical properties and its geological history have allowed life to thrive and evolve.",
                       "Earth's lithosphere is divided into several rigid tectonic plates that migrate across the surface over periods of many millions of years. Seventy-one percent of Earth's surface is covered with water, with the remainder consisting of continents and islands that together have many lakes and other sources of water that contribute to the hydrosphere. Earth's polar regions are mostly covered with ice, including the Antarctic ice sheet and the sea ice of the polar ice packs. Earth's interior remains active with a solid iron inner core, a liquid outer core that generates the magnetic field, and a thick layer of relatively solid mantle.",
                       "Earth gravitationally interacts with other objects in space, especially the Sun and the Moon. During one orbit around the Sun, Earth rotates about its own axis 366.26 times, creating 365.26 solar days or one sidereal year. Earth's axis of rotation is tilted 23.4° away from the perpendicular of its orbital plane, producing seasonal variations on the planet's surface with a period of one tropical year (365.24 solar days). The Moon is Earth's only permanent natural satellite. It began orbiting Earth about 4.53 billion years ago. The Moon's gravitational interaction with Earth causes ocean tides, stabilizes the axial tilt and gradually slows the planet's rotation.",
                       "Source: Wikipedia"
		]
	},
	"moon": {
		"title": "Moon",
		"subtitle": "Luna",
		"background": "moon-details.jpg",
		"measurements": [
			{
	            "title": "Age",
	            "string": "4.53 billion",
	            "units": "years"
        	},
        	{
	            "title": "Distance from Earth",
	            "string": "384,400",
	            "units": "Kilometers"
	        },
	        {
	            "title": "Circumference",
	            "string": "10,917",
	            "units": "Kilometers"
	        }
		],
		"paragraphs": [
			"The Moon (Latin: Luna) is Earth's only natural satellite. It is one of the largest natural satellites in the Solar System, and, among planetary satellites, the largest relative to the size of the planet it orbits (its primary). It is the second-densest satellite among those whose densities are known (after Jupiter's satellite Io).",
                       "The Moon is thought to have formed approximately 4.5 billion years ago, not long after Earth. Although there have been several hypotheses for its origin in the past, the current most widely accepted explanation is that the Moon formed from the debris left over after a giant impact between Earth and a Mars-sized body called Theia.",
                       "The Moon is in synchronous rotation with Earth, always showing the same face with its near side marked by dark volcanic maria that fill between the bright ancient crustal highlands and the prominent impact craters. It is the second-brightest regularly visible celestial object in Earth's sky (after the Sun), as measured by illuminance on Earth's surface. Although it can appear a very bright white, its surface is actually dark, with a reflectance just slightly higher than that of worn asphalt. Its prominence in the sky and its regular cycle of phases have, since ancient times, made the Moon an important cultural influence on language, calendars, art, and mythology.",
                       "The Moon's gravitational influence produces the ocean tides and the slight lengthening of the day. The Moon's current orbital distance is about thirty times the diameter of Earth, causing it to have an apparent size in the sky almost the same as that of the Sun. This allows the Moon to cover the Sun nearly precisely in total solar eclipse. This matching of apparent visual size is a coincidence. The Moon's linear distance from Earth is currently increasing at a rate of 3.82 ± 0.07 centimetres (1.504 ± 0.028 in) per year, but this rate is not constant.",
                       "The Soviet Union's Luna programme was the first to reach the Moon with unmanned spacecraft in 1959; the United States' NASA Apollo program achieved the only manned missions to date, beginning with the first manned lunar orbiting mission by Apollo 8 in 1968, and six manned lunar landings between 1969 and 1972, with the first being Apollo 11. These missions returned over 380 kg of lunar rocks, which have been used to develop a geological understanding of the Moon's origin, the formation of its internal structure, and its subsequent history. After the Apollo 17 mission in 1972, the Moon has been visited only by unmanned spacecraft.",
                       "Source: Wikipedia"
		]
	},
	"mars": {
		"title": "Mars",
		"subtitle": "The Red Planet",
		"background": "mars-details.jpg",
		"measurements": [
			{
	            "title": "Age",
	            "string": "4.503 billion",
	            "units": "years"
        	},
                         {
                         "title": "Year",
                         "string": "687",
                         "units": "Earth days"
                         },
                         {
                         "title": "Day",
                         "string": "24.5",
                         "units": "Hours"
                         },
                         {
                         "title": "Radius",
                         "string": "3,390",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "227,900,000",
                         "units": "Km"
                         }
		],
		"paragraphs": [
			"Mars is the fourth planet from the Sun and the second smallest planet in the Solar System, after Mercury. Named after the Roman god of war, it is often referred to as the \"Red Planet\" because the iron oxide prevalent on its surface gives it a reddish appearance. Mars is a terrestrial planet with a thin atmosphere, having surface features reminiscent both of the impact craters of the Moon and the volcanoes, valleys, deserts, and polar ice caps of Earth. The rotational period and seasonal cycles of Mars are likewise similar to those of Earth, as is the tilt that produces the seasons. Mars is the site of Olympus Mons, the largest volcano and second-highest known mountain in the Solar System, and of Valles Marineris, one of the largest canyons in the Solar System. The smooth Borealis basin in the northern hemisphere covers 40% of the planet and may be a giant impact feature. Mars has two moons, Phobos and Deimos, which are small and irregularly shaped. These may be captured asteroids, similar to 5261 Eureka, a Mars trojan.",
                       "Until the first successful Mars flyby in 1965 by Mariner 4, many speculated about the presence of liquid water on the planet's surface. This was based on observed periodic variations in light and dark patches, particularly in the polar latitudes, which appeared to be seas and continents; long, dark striations were interpreted by some as irrigation channels for liquid water. These straight line features were later explained as optical illusions, though geological evidence gathered by unmanned missions suggests that Mars once had large-scale water coverage on its surface at some earlier stage of its life. In 2005, radar data revealed the presence of large quantities of water ice at the poles and at mid-latitudes. The Mars rover Spirit sampled chemical compounds containing water molecules in March 2007. The Phoenix lander directly sampled water ice in shallow Martian soil on July 31, 2008.",
                       "Mars is host to seven functioning spacecraft: five in orbit—2001 Mars Odyssey, Mars Express, Mars Reconnaissance Orbiter, MAVEN and Mars Orbiter Mission—and two on the surface—Mars Exploration Rover Opportunity and the Mars Science Laboratory Curiosity. Defunct spacecraft on the surface include MER-A Spirit and several other inert landers and rovers such as the Phoenix lander, which completed its mission in 2008. Observations by the Mars Reconnaissance Orbiter have revealed possible flowing water during the warmest months on Mars. In 2013, NASA's Curiosity rover discovered that Mars's soil contains between 1.5% and 3% water by mass (about two pints of water per cubic foot or 33 liters per cubic meter, albeit attached to other compounds and thus not freely accessible).",
                       "Mars can easily be seen from Earth with the naked eye, as can its reddish coloring. Its apparent magnitude reaches −2.91, which is surpassed only by Jupiter, Venus, the Moon, and the Sun. Optical ground-based telescopes are typically limited to resolving features about 300 kilometers (190 mi) across when Earth and Mars are closest because of Earth's atmosphere.",
                       "Source: Wikipedia"
		]
	},
	"phobos": {
		"title": "Phobos",
		"subtitle": "Mars I",
		"background": "phobos-details.jpg",
		"measurements": [
			{
	            "title": "Distance from Mars",
	            "string": "5,826",
	            "units": "miles"
	        },
	        {
	            "title": "Radius",
	            "string": "0.0017",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Phobos is the nearest and largest of Mars's two major moons (Phobos and Deimos).",
			"Phobos gets its name from the Iliad, in which Greek god Ares summons Fear, named \"Phobos\" in Greek."
		]
	},
	"deimos": {
		"title": "Deimos",
		"subtitle": "Mars II",
		"background": "deimos-details.jpg",
		"measurements": [
			{
	            "title": "Distance from Mars",
	            "string": "14,753",
	            "units": "miles"
	        },
	        {
	            "title": "Radius",
	            "string": "0.0009",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Deimos is a tiny moon orbiting Mars. Deimos is significantly smaller than her sister Moon, Phobos, and orbits at a much greater distance.",
			"Deimos, like Phobos, gets its name from the Iliad. The word \"Deimos\" stands for Dread in Greek mythology."
		]
	},
	"jupiter": {
		"title": "Jupiter",
		"subtitle": "The Giant Planet",
		"background": "jupiter-details.jpg",
		"measurements": [
                         {
                         "title": "Age",
                         "string": "4.503 billion",
                         "units": "years"
                         },
                         {
                         "title": "Year",
                         "string": "11.86",
                         "units": "Earth years"
                         },
                         {
                         "title": "Day",
                         "string": "9.8",
                         "units": "Hours"
                         },
                         {
                         "title": "Radius",
                         "string": "69,911",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "778,500,000",
                         "units": "Km"
                         }
		],
		"paragraphs": [
			"Jupiter is the fifth planet from the Sun and the largest planet in the Solar System. It is a giant planet with a mass one-thousandth that of the Sun, but is two and a half times that of all the other planets in the Solar System combined. Jupiter is a gas giant, along with Saturn (Uranus and Neptune are ice giants). Jupiter was known to astronomers of ancient times. The Romans named it after their god Jupiter. When viewed from Earth, Jupiter can reach an apparent magnitude of −2.94, bright enough to cast shadows, and making it on average the third-brightest object in the night sky after the Moon and Venus.",
                       "Jupiter is primarily composed of hydrogen with a quarter of its mass being helium, although helium only comprises about a tenth of the number of molecules. It may also have a rocky core of heavier elements, but like the other giant planets, Jupiter lacks a well-defined solid surface. Because of its rapid rotation, the planet's shape is that of an oblate spheroid (it has a slight but noticeable bulge around the equator). The outer atmosphere is visibly segregated into several bands at different latitudes, resulting in turbulence and storms along their interacting boundaries. A prominent result is the Great Red Spot, a giant storm that is known to have existed since at least the 17th century when it was first seen by telescope. Surrounding Jupiter is a faint planetary ring system and a powerful magnetosphere. Jupiter has at least 67 moons, including the four large Galilean moons discovered by Galileo Galilei in 1610. Ganymede, the largest of these, has a diameter greater than that of the planet Mercury.",
                       "Jupiter has been explored on several occasions by robotic spacecraft, most notably during the early Pioneer and Voyager flyby missions and later by the Galileo orbiter. The most recent probe to visit Jupiter was the New Horizons spacecraft in late February 2007 en route to Pluto, using the gravity from Jupiter to increase its speed and bend its trajectory. Future targets for exploration in the Jovian system include the possible ice-covered liquid ocean on the moon Europa.",
                       "Source: Wikipedia"
		]
	},
	"io": {
		"title": "Io",
		"subtitle": "Jupiter I",
		"background": "io-details.jpg",
		"measurements": [
			{
				"title": "Distance from Jupiter",
				"string": "262 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.29",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Io is the innermost of Jupiter's four Galilean moons, and features the Solar System's most active volcanic surface and also one of its most colorful and interesting surfaces." 
		]
	},
	"europa": {
		"title": "Europa",
		"subtitle": "Jupiter II",
		"background": "europa-details.jpg",
		"measurements": [
			{
				"title": "Distance from Jupiter",
				"string": "417 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.25",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Europa is the second of the Galilean moons, and is one of the most intriguing bodies in the Solar System to scientists.",
			"With a surface composed entirely of ice, and a vast, deep subsurface water ocean, Europa is a potential destination in the search of extra-terrestrial life."
		]
	},
	"ganymede": {
		"title": "Ganymede",
		"subtitle": "Jupiter III",
		"background": "ganymede-details.jpg",
		"measurements": [
			{
				"title": "Distance from Jupiter",
				"string": "665 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.413",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Ganymede, the third Galilean moon of Jupiter, is the largest moon in the Solar System. In fact, it is so large that it outsizes the planet Mercury.",
			"Much like it's sister moon, Europa, Ganymede features a subsurface water ocean that could potentially support life."
		]
	},
	"callisto": {
		"title": "Callisto",
		"subtitle": "Jupiter IV",
		"background": "callisto-details.jpg",
		"measurements": [
			{
				"title": "Distance from Jupiter",
				"string": "1.1 million",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.378",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Callisto, the fourth and final of Jupiter's Galilean moons, is the third largest moon in the Solar System and perhaps one of the prettiest as well.",
			"Of the bodies in the Jovian System (the area around Jupiter), Callisto looks to be the most promising location for future human exploration of the system due to its low solar radiation."
		]
	},
	"saturn": {
		"title": "Saturn",
		"background": "saturn-details.jpg",
		"measurements": [
                         {
                         "title": "Age",
                         "string": "4.503 billion",
                         "units": "years"
                         },
                         {
                         "title": "Year",
                         "string": "29.5",
                         "units": "Earth years"
                         },
                         {
                         "title": "Day",
                         "string": "10.5",
                         "units": "Hours"
                         },
                         {
                         "title": "Radius",
                         "string": "58,232",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "1,433,000,000",
                         "units": "Km"
                         }
		],
		"paragraphs": [
			"Saturn is the sixth planet from the Sun and the second largest in the Solar System, after Jupiter. It is a gas giant with an average radius about nine times that of Earth. Although only one-eighth the average density of Earth, with its larger volume Saturn is just over 95 times more massive. Saturn is named after the Roman god of agriculture, its astronomical symbol (♄) represents the god's sickle.",
                       "Saturn's interior is probably composed of a core of iron–nickel and rock (silicon and oxygen compounds). This core is surrounded by a deep layer of metallic hydrogen, an intermediate layer of liquid hydrogen and liquid helium, and finally outside the Frenkel line a gaseous outer layer. Saturn has a pale yellow hue due to ammonia crystals in its upper atmosphere. Electrical current within the metallic hydrogen layer is thought to give rise to Saturn's planetary magnetic field, which is weaker than Earth's, but has a magnetic moment 580 times that of Earth due to Saturn's larger size. Saturn's magnetic field strength is around one-twentieth the strength of Jupiter's. The outer atmosphere is generally bland and lacking in contrast, although long-lived features can appear. Wind speeds on Saturn can reach 1,800 km/h (500 m/s), higher than on Jupiter, but not as high as those on Neptune.",
                       "Saturn has a prominent ring system that consists of nine continuous main rings and three discontinuous arcs and that is composed mostly of ice particles with a smaller amount of rocky debris and dust. Sixty-two moons are known to orbit Saturn, of which fifty-three are officially named. This does not include the hundreds of moonlets comprising the rings. Titan, Saturn's largest and the Solar System's second largest moon, is larger than the planet Mercury and is the only moon in the Solar System to have a substantial atmosphere.",
                       "Source: Wikipedia"
		]
	},
	"mimas": {
		"title": "Mimas",
		"subtitle": "Saturn I",
		"background": "mimas-details.jpg",
		"measurements": [
			{
				"title": "Distance from Saturn",
				"string": "114 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.031",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Mimas is nicknamed the \"Death Star\" for its striking similarity in appearance to the space station by the same name in the Star Wars series.",
			"As an absolutely tiny moon, the amount of land area on Mimas is less than the total land area of Spain."
		]
	},
	"enceladus": {
		"title": "Enceladus",
		"subtitle": "Saturn II",
		"background": "enceladus-details.jpg",
		"measurements": [
			{
				"title": "Distance from Saturn",
				"string": "148 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.04",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Enceladus is a geologically active moon orbiting Saturn. Although very small, the surface of Enceladus features a wide variety of new and old texture due to volcanic and non-volcanic regions."
		]
	},
	"tethys": {
		"title": "Tethys",
		"subtitle": "Saturn III",
		"background": "tethys-details.jpg",
		"measurements": [
			{
				"title": "Distance from Saturn",
				"string": "183 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.083",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Tethys is an icy moon of Saturn, heavily covered in deep, distinct surface craters. It's largest crater, Odysseus, is over 200 miles across."
		]
	},
	"dione": {
		"title": "Dione",
		"subtitle": "Saturn IV",
		"background": "dione-details.jpg",
		"measurements": [
			{
				"title": "Distance from Saturn",
				"string": "235 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.088",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Dione is a moon of Saturn with a surface comprised mostly of water ice.",
			"Interestingly, Dione is roughly the same distance from Saturn that the Moon is from Earth, yet due to the much greater mass of Saturn, it orbits Saturn much more quickly than the moon."
		]
	},
	"rhea": {
		"title": "Rhea",
		"subtitle": "Saturn V",
		"background": "rhea-details.jpg",
		"measurements": [
			{
				"title": "Distance from Saturn",
				"string": "328 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.12",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Rhea is Saturn's second largest moon, and has interesting features such as an oxygen-rich atmosphere."
		]
	},
	"titan": {
		"title": "Titan",
		"subtitle": "Saturn VI",
		"background": "titan-details.jpg",
		"measurements": [
			{
				"title": "Distance from Saturn",
				"string": "759 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.4",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Saturn's largest moon, Titan, is easily one of the Solar System's most interesting bodies. It is the only astronomical body apart from Earth currently known to have flowing rivers and oceans.",
			"However, the important difference between Earth and Titan is that the oceans and rivers on Titan are comprised of liquid methane at a very low temperature.",
			"Titan's thick, glowing atmosphere, flowing liquid methane, and carbon-rich environment, make it a great target for future NASA missions for microbial life."
		]
	},
	"iapetus": {
		"title": "Iapetus",
		"subtitle": "Saturn VIII",
		"background": "iapetus-details.jpg",
		"measurements": [
			{
				"title": "Distance from Saturn",
				"string": "2.2 million",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.115",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Iapetus is Saturn's third largest natural satellite, and is best recognized for its distinct black and white contrast."
		]
	},
	"uranus": {
		"title": "Uranus",
		"subtitle": "The Sideways Planet",
		"background": "uranus-details.jpg",
		"measurements": [
                         {
                         "title": "Age",
                         "string": "4.503 billion",
                         "units": "years"
                         },
                         {
                         "title": "Year",
                         "string": "84",
                         "units": "Earth years"
                         },
                         {
                         "title": "Day",
                         "string": "17.25",
                         "units": "Hours"
                         },
                         {
                         "title": "Radius",
                         "string": "25,362",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "2,877,000,000",
                         "units": "Km"
                         }
                         ,
                         {
                         "title": "Discovered",
                         "string": "March 13, 1781",
                         "units": ""
                         }

		],
		"paragraphs": [
			"Uranus is the seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have different bulk chemical composition from that of the larger gas giants Jupiter and Saturn. For this reason, scientists often classify Uranus and Neptune as \"ice giants\" to distinguish them from the gas giants. Uranus's atmosphere, although similar to Jupiter's and Saturn's in its primary composition of hydrogen and helium, contains more \"ices\", such as water, ammonia, and methane, along with traces of other hydrocarbons. It is the coldest planetary atmosphere in the Solar System, with a minimum temperature of 49 K (−224.2 °C), and has a complex, layered cloud structure, with water thought to make up the lowest clouds, and methane the uppermost layer of clouds. The interior of Uranus is mainly composed of ices and rock.",
                       "Uranus is the only planet whose name is derived from a figure from Greek mythology, from the Latinized version of the Greek god of the sky, Ouranos. Like the other giant planets, Uranus has a ring system, a magnetosphere, and numerous moons. The Uranian system has a unique configuration among those of the planets because its axis of rotation is tilted sideways, nearly into the plane of its revolution about the Sun. Its north and south poles therefore lie where most other planets have their equators. In 1986, images from Voyager 2 showed Uranus as an almost featureless planet in visible light, without the cloud bands or storms associated with the other giant planets. Observations from Earth have shown seasonal change and increased weather activity as Uranus approached its equinox in 2007. Wind speeds can reach 250 metres per second (900 km/h, 560 mph).",
                       "Source: Wikipedia"
		]
	},
	"miranda": {
		"title": "Miranda",
		"subtitle": "Uranus V",
		"background": "miranda-details.jpg",
		"measurements": [
			{
				"title": "Distance from Uranus",
				"string": "80 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.037",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Miranda is a small moon orbiting Uranus. It shows off a unique surface with diverse, icy topography."
		]
	},
	"ariel": {
		"title": "Ariel",
		"subtitle": "Uranus I",
		"background": "ariel-details.jpg",
		"measurements": [
			{
				"title": "Distance from Uranus",
				"string": "118 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.09",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Ariel, the fourth largest of Uranus's moons, has a vicious transition between warm and cold seasons due to its sideways orbit, leading to very stark differences between north and south poles."
		]
	},
	"umbriel": {
		"title": "Umbriel",
		"subtitle": "Uranus II",
		"background": "",
		"measurements": [
			{
				"title": "Distance from Uranus",
				"string": "165 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.092",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Umbriel is a moon of Uranus and is extremely shaped by impacts and collisions creating immense craters on its surface."
		]
	},
	"titania": {
		"title": "Titania",
		"subtitle": "Uranus III",
		"background": "titania-details.jpg",
		"measurements": [
			{
				"title": "Distance from Uranus",
				"string": "271 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.124",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Titania is the largest of the moons of Uranus, and is comprised mostly of water ice with a rocky core."
		]
	},
	"oberon": {
		"title": "Oberon",
		"subtitle": "Uranus IV",
		"background": "oberon-details.jpg",
		"measurements": [
			{
				"title": "Distance from Uranus",
				"string": "363 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.119",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Oberon is Uranus' most distant moon, and also its second largest behind only Titania. Oberon is almost entirely shaped by asteroid collisions encountered throughout its history."
		]
	},
	"neptune": {
		"title": "Neptune",
        "subtitle": "God of the sea",
		"background": "neptune-details.jpg",
		"measurements": [
                         {
                         "title": "Age",
                         "string": "4.503 billion",
                         "units": "years"
                         },
                         {
                         "title": "Year",
                         "string": "164.79",
                         "units": "Earth years"
                         },
                         {
                         "title": "Day",
                         "string": "18",
                         "units": "Hours"
                         },
                         {
                         "title": "Radius",
                         "string": "24,622",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Sun",
                         "string": "4,498,000,000",
                         "units": "Km"
                         }
                         ,
                         {
                         "title": "Discovered",
                         "string": "September 23, 1846",
                         "units": ""
                         }

		],
		"paragraphs": [
			"Neptune is the eighth and farthest planet from the Sun in the Solar System. It is the fourth-largest planet by diameter and the third-largest by mass. Among the giant planets in the Solar System, Neptune is the most dense. Neptune is 17 times the mass of Earth and is slightly more massive than its near-twin Uranus, which is 15 times the mass of Earth, and not as dense as Neptune. Neptune orbits the Sun at an average distance of 30.1 astronomical units (4.50×109 km). Named after the Roman god of the sea, its astronomical symbol is ♆, a stylised version of the god Neptune's trident.",
                       "Neptune is not visible to the unaided eye and was the first and only planet found by mathematical prediction rather than by empirical observation. Unexpected changes in the orbit of Uranus led Alexis Bouvard to deduce that its orbit was subject to gravitational perturbation by an unknown planet. Neptune was subsequently observed with a telescope on 23 September 1846 by Johann Galle within a degree of the position predicted by Urbain Le Verrier. Its largest moon, Triton, was discovered shortly thereafter, though none of the planet's remaining 13 moons were located telescopically until the 20th century. The planet's distance from Earth gives it a very small apparent size, making it challenging to study with Earth-based telescopes. Neptune was visited by Voyager 2, when it flew by the planet on 25 August 1989. The advent of Hubble Space Telescope and large ground-based telescopes with adaptive optics has allowed for more-detailed observations.",
                       "Neptune is similar in composition to Uranus, and both have compositions that differ from those of the larger gas giants, Jupiter and Saturn. Neptune's atmosphere, like Jupiter's and Saturn's, is composed primarily of hydrogen and helium, along with traces of hydrocarbons and possibly nitrogen; it contains a higher proportion of \"ices\" such as water, ammonia, and methane. Scientists sometimes categorise Uranus and Neptune as \"ice giants\" to emphasise this distinction. The interior of Neptune, like that of Uranus, is primarily composed of ices and rock. Traces of methane in the outermost regions in part account for the planet's blue appearance.",
                       "In contrast to the hazy, relatively featureless atmosphere of Uranus, Neptune's atmosphere has active and visible weather patterns. For example, at the time of the 1989 Voyager 2 flyby, the planet's southern hemisphere had a Great Dark Spot comparable to the Great Red Spot on Jupiter. These weather patterns are driven by the strongest sustained winds of any planet in the Solar System, with recorded wind speeds as high as 2,100 kilometres per hour (580 m/s; 1,300 mph). Because of its great distance from the Sun, Neptune's outer atmosphere is one of the coldest places in the Solar System, with temperatures at its cloud tops approaching 55 K (−218 °C). Temperatures at the planet's centre are approximately 5,400 K (5,100 °C). Neptune has a faint and fragmented ring system (labelled \"arcs\"), which may have been detected during the 1960s but was indisputably confirmed only in 1989 by Voyager 2.",
                       "Source: Wikipedia"
		]
	},
	"triton": {
		"title": "Triton",
		"subtitle": "Neptune I",
		"measurements": [
			{
				"title": "Distance from Neptune",
				"string": "220 thousand",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.21",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Triton is Neptune's largest moon by a significant margin, and is one of the most geologically active moons in the Solar System.",
			"The active surface of Triton contains geysers launching nitrogen up to 5 miles above the surface of the moon."
		]
	},
	"pluto": {
		"title": "Pluto",
		"subtitle": "Our favorite dwarf planet since 2006",
		"background": "pluto-details.png",
		"measurements": [
                         {
                         "title": "Year",
                         "string": "248.59",
                         "units": "Earth years"
                         },
                         {
                         "title": "Day",
                         "string": "6.39",
                         "units": "Days"
                         },
                         {
                         "title": "Radius",
                         "string": "1,186",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Discovered",
                         "string": "February 18, 1930",
                         "units": ""
                         }
		],
		"paragraphs": [
			"Pluto (minor-planet designation: 134340 Pluto) is a dwarf planet in the Kuiper belt, a ring of bodies beyond Neptune. It was the first Kuiper belt object to be discovered. It is the largest and second-most-massive known dwarf planet in the Solar System and the ninth-largest and tenth-most-massive known object directly orbiting the Sun. It is the largest known trans-Neptunian object by volume but is less massive than Eris, a dwarf planet in the scattered disc. Like other Kuiper belt objects, Pluto is primarily made of ice and rock and is relatively small—about one-sixth the mass of the Moon and one-third its volume. It has a moderately eccentric and inclined orbit during which it ranges from 30 to 49 astronomical units or AU (4.4–7.3 billion km) from the Sun. This means that Pluto periodically comes closer to the Sun than Neptune, but a stable orbital resonance with Neptune prevents them from colliding. In 2014, Pluto was 32.6 AU from the Sun. Light from the Sun takes about 5.5 hours to reach Pluto at its average distance (39.4 AU).",
                       "Pluto was discovered in 1930 by Clyde Tombaugh, and was originally considered the ninth planet from the Sun. After 1992, its status as a planet fell into question following the discovery of several objects of similar size in the Kuiper belt. In 2005, Eris, which is 27% more massive than Pluto, was discovered, which led the International Astronomical Union (IAU) to define the term \"planet\" formally for the first time the following year.[16] This definition excluded Pluto and reclassified it as a member of the new \"dwarf planet\" category (and specifically as a plutoid). Some astronomers think that Pluto, as well as the other dwarf planets, should be considered planets.",
                       "Pluto has five known moons: Charon (the largest, with a diameter just over half that of Pluto), Styx, Nix, Kerberos, and Hydra. Pluto and Charon are sometimes considered a binary system because the barycenter of their orbits does not lie within either body. The IAU has not formalized a definition for binary dwarf planets, and Charon is officially classified as a moon of Pluto.",
                       "On 14 July 2015, the New Horizons spacecraft became the first spacecraft to fly by Pluto. During its brief flyby, New Horizons made detailed measurements and observations of Pluto and its moons.",
                       "Source: Wikipedia"
		]
	},
	"ceres": {
		"title": "Ceres",
		"subtitle": " Minor-Planet Fesignation: 1 Ceres",
        "background": "ceres-details.jpg",
		"measurements": [
			{
				"title": "Distance from Sun",
				"string": "257 million",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "473",
	            "units": "Kilometers"
                         },
                         {
                         "title": "Discovered",
                         "string": "January 1, 1801",
                         "units": ""
                         }
		],
		"paragraphs": [
			"Ceres is the largest object in the Asteroid Belt between Mars and Jupiter. Its diameter is approximately 945 kilometers (587 miles), making it the largest of the minor planets within the orbit of Neptune. The 33rd-largest known body in the Solar System, it is the only one identified orbiting entirely within the orbit of Neptune that is a dwarf planet.[19] Composed of rock and ice, Ceres is estimated to comprise approximately one third of the mass of the entire asteroid belt. Ceres is the only object in the asteroid belt known to be rounded by its own gravity. From Earth, the apparent magnitude of Ceres ranges from 6.7 to 9.3, and hence even at its brightest, it is too dim to be seen with the naked eye, except under extremely dark skies.",
                       "Ceres was the first asteroid discovered, by Giuseppe Piazzi at Palermo on 1 January 1801. It was originally considered a planet, but was reclassified as an asteroid in the 1850s when many other objects in similar orbits were discovered.",
                       "Ceres appears to be differentiated into a rocky core and icy mantle, and may have a remnant internal ocean of liquid water under the layer of ice. The surface is probably a mixture of water ice and various hydrated minerals such as carbonates and clay. In January 2014, emissions of water vapor were detected from several regions of Ceres. This was unexpected, because large bodies in the asteroid belt do not typically emit vapor, a hallmark of comets."
		]
	},
	"makemake": {
		"title": "Makemake",
		"subtitle": "Minor Planet 136472 Makemake",
		"measurements": [
			{
				"title": "Distance from Sun",
				"string": "4.26 billion",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.11",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Makemake is one of the largest objects in the Kuiper Belt, and very little is known about it due to its isolation. It has no natural satellites and likely a surface of methane ice."
		]
	},
	"haumea": {
		"title": "Haumea",
		"subtitle": "Minor Planet 136108 Haumea",
		"measurements": [
			{
				"title": "Distance from Sun",
				"string": "4.0 billion",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.1",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Haumea is a dwarf planet residing in the Kupier belt beyond the orbit of Neptune. Its name comes from the name of a goddess in Hawai'ian mythology because its discovery occurred through an observatory in Hawai'i."
		]
	},
	"eris": {
		"title": "Eris",
		"subtitle": "Minor Planet 136199 Eris",
		"measurements": [
			{
				"title": "Distance from Sun",
				"string": "6.3 billion",
				"units": "miles"
			},
	        {
	            "title": "Radius",
	            "string": "0.18",
	            "units": "Earths"
	        }
		],
		"paragraphs": [
			"Eris is the most massive of all dwarf planets in the Solar System and, like Pluto, was originally categorized as a planet (the tenth in the Solar System). In 2006, Eris and Pluto were both designated as minor planets."
		]
	},
    "sun": {
        "title": "The Sun",
        "subtitle": "The source of life on Earth",
        "background": "sun-details.jpg",
        "measurements": [
                         {
                         "title": "Age",
                         "string": "4.567 billion",
                         "units": "years"
                         },
                         {
                         "title": "Surface Temperature",
                         "string": "5,778",
                         "units": "Kelvin"
                         },
                         {
                         "title": "Magnitude",
                         "string": "-26.74",
                         "units": ""
                         },
                         {
                         "title": "Radius",
                         "string": "695,800",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Distance from Earth",
                         "string": "149,600,000",
                         "units": "Km"
                         }
                        
                         
                         ],
        "paragraphs": [
                       "The Sun is the star at the center of the Solar System and is by far the most important source of energy for life on Earth. It is a nearly perfect spherical ball of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process. Its diameter is about 109 times that of Earth, and it has a mass about 330,000 times that of Earth, accounting for about 99.86% of the total mass of the Solar System. Chemically, about three quarters of the Sun's mass consists of hydrogen; the rest is mostly helium, with much smaller quantities of heavier elements, including oxygen, carbon, neon and iron.",
                       "The Sun is a G-type main-sequence star (G2V) based on spectral class and it is informally referred to as a yellow dwarf. It formed approximately 4.567 billion years ago from the gravitational collapse of matter within a region of a large molecular cloud. Most of this matter gathered in the center, whereas the rest flattened into an orbiting disk that became the Solar System. The central mass became increasingly hot and dense, eventually initiating nuclear fusion in its core. It is thought that almost all stars form by this process. The Sun is roughly middle age and has not changed dramatically for four billion years, and will remain fairly stable for four billion more. However, after hydrogen fusion in its core has stopped, the Sun will undergo severe changes and become a red giant. It is calculated that the Sun will become sufficiently large to engulf the current orbits of Mercury, Venus, and possibly Earth.",
                       "The enormous effect of the Sun on the Earth has been recognized since prehistoric times, and the Sun has been regarded by some cultures as a deity. Earth's movement around the Sun is the basis of the solar calendar, which is the predominant calendar in use today.",
                       "Source: Wikipedia"
                       ]
    },
    "international space station": {
        "title": "International Space Station",
        "subtitle": "",
        "background": "iss-details.jpg",
        "measurements": [
                         {
                         "title": "Orbit Height",
                         "string": "400",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Speed on Orbit",
                         "string": "7.66",
                         "units": "Km/s"
                         },
                         {
                         "title": "Launched",
                         "string": "November 20, 1998",
                         "units": ""
                         },
                         {
                         "title": "Cost",
                         "string": "150 billion",
                         "units": "USD"
                         }
                         ],
        "paragraphs": [
                       "The International Space Station (ISS) is a space station, or a habitable artificial satellite, in low Earth orbit. Its first component launched into orbit in 1998, and the ISS is now the largest artificial body in orbit and can often be seen with the naked eye from Earth. The ISS consists of pressurised modules, external trusses, solar arrays and other components. ISS components have been launched by Russian Proton and Soyuz rockets as well as American Space Shuttles.",
                       "The ISS serves as a microgravity and space environment research laboratory in which crew members conduct experiments in biology, human biology, physics, astronomy, meteorology and other fields. The station is suited for the testing of spacecraft systems and equipment required for missions to the Moon and Mars. The ISS maintains an orbit with an altitude of between 330 and 435 km (205 and 270 mi) by means of reboost manoeuvres using the engines of the Zvezda module or visiting spacecraft. It completes 15.54 orbits per day.",
                       "ISS is the ninth space station to be inhabited by crews, following the Soviet and later Russian Salyut, Almaz, and Mir stations as well as Skylab from the US. The station has been continuously occupied for 14 years and 276 days since the arrival of Expedition 1 on 2 November 2000. This is the longest continuous human presence in space, having surpassed the previous record of 9 years and 357 days held by Mir. The station is serviced by a variety of visiting spacecraft: Soyuz, Progress, the Automated Transfer Vehicle, the H-II Transfer Vehicle, Dragon, and Cygnus. It has been visited by astronauts, cosmonauts and space tourists from 15 different nations.",
                       "After the US Space Shuttle program ended in 2011, Soyuz rockets became the only provider of transport for astronauts at the International Space Station, and Dragon became the only provider of bulk cargo-return-to-Earth services (downmass capability of Soyuz capsules is very limited).",
                       "The ISS programme is a joint project among five participating space agencies: NASA, Roscosmos, JAXA, ESA, and CSA. The ownership and use of the space station is established by intergovernmental treaties and agreements. The station is divided into two sections, the Russian Orbital Segment (ROS) and the United States Orbital Segment (USOS), which is shared by many nations. As of January 2014, the American portion of ISS was funded until 2024. Roscosmos has endorsed the continued operation of ISS through 2024, but have proposed using elements of the Russian Orbital Segment to construct a new Russian space station called OPSEK.",
                       "On March 28, 2015, Russian sources announced that Roscosmos and NASA had agreed to collaborate on the development of a replacement for the current ISS. NASA later issued a guarded statement expressing thanks for Russia's interest in future cooperation in space exploration, but fell short of confirming the Russian announcement.",
                       "Source: Wikipedia"
                       ]
    },
    "hubble space telescope": {
        "title": "Hubble Space Telescope",
        "subtitle": "",
        "background": "hst-details.jpg",
        "measurements": [
                         {
                         "title": "Orbit Height",
                         "string": "559",
                         "units": "Kilometers"
                         },
                         {
                         "title": "Speed on Orbit",
                         "string": "7.5",
                         "units": "Km/s"
                         },
                         {
                         "title": "Launched",
                         "string": "April 24, 1990",
                         "units": ""
                         },
                         {
                         "title": "Cost",
                         "string": "2.5 billion",
                         "units": "USD"
                         }
                         ],
        "paragraphs": [
                       "The Hubble Space Telescope (HST) is a space telescope that was launched into low Earth orbit in 1990, and remains in operation. With a 2.4-meter (7.9 ft) mirror, Hubble's four main instruments observe in the near ultraviolet, visible, and near infrared spectra. The telescope is named after the astronomer Edwin Hubble.",
                       "Hubble's orbit outside the distortion of Earth's atmosphere allows it to take extremely high-resolution images with negligible background light. Hubble has recorded some of the most detailed visible-light images ever, allowing a deep view into space and time. Many Hubble observations have led to breakthroughs in astrophysics, such as accurately determining the rate of expansion of the universe.",
                       "Although not the first space telescope, Hubble is one of the largest and most versatile, and is well known as both a vital research tool and a public relations boon for astronomy. The HST was built by the United States space agency NASA, with contributions from the European Space Agency, and is operated by the Space Telescope Science Institute. The HST is one of NASA's Great Observatories, along with the Compton Gamma Ray Observatory, the Chandra X-ray Observatory, and the Spitzer Space Telescope.",
                       "Space telescopes were proposed as early as 1923. Hubble was funded in the 1970s, with a proposed launch in 1983, but the project was beset by technical delays, budget problems, and the Challenger disaster. When finally launched in 1990, Hubble's main mirror was found to have been ground incorrectly, compromising the telescope's capabilities. The optics were corrected to their intended quality by a servicing mission in 1993.",
                       "Hubble is the only telescope designed to be serviced in space by astronauts. After launch by Space Shuttle Discovery in 1990, four subsequent Space Shuttle missions repaired, upgraded, and replaced systems on the telescope. A fifth mission was canceled on safety grounds following the Columbia disaster. However, after spirited public discussion, NASA administrator Mike Griffin approved one final servicing mission, completed in 2009. The telescope is still operating as of 2015, and may last until 2030–2040. Its scientific successor, the James Webb Space Telescope (JWST), is scheduled for launch in 2018.",
                       "Source: Wikipedia"
                       ]
    },
    "tiangong-1": {
        "title": "Tiangong-1",
        "subtitle": "China's First Space Station",
        "background": "",
        "measurements": [
                         
                         ],
        "paragraphs": [
                       "Tiangong-1 (Chinese: 天宫一号; pinyin: Tiāngōng yīhào; literally: \"Heavenly Palace 1\") is China's first space station, serving as both a manned laboratory and an experimental testbed to demonstrate orbital rendezvous and docking capabilities. Launched unmanned aboard a Long March 2F/G rocket on 29 September 2011, it is the first operational component of the Tiangong program, which aims to place a larger, modular station into orbit by 2023. As of September 2011, Tiangong-1 was projected to be deorbited in 2013, and replaced over the following decade by the larger Tiangong-2 and Tiangong-3 modules. However, Tiangong-1 remains in orbit as of 2015.",
                       "Tiangong-1 was visited by a series of Shenzhou spacecraft during its two-year operational lifetime. The first of these, the unmanned Shenzhou 8, successfully docked with the module in November 2011, while the manned Shenzhou 9 mission docked in June 2012. A third and final mission to Tiangong-1, the manned Shenzhou 10, docked in June 2013. The manned missions to Tiangong-1 were notable for including China's first female astronauts, Liu Yang and Wang Yaping.",
                       "Source: Wikipedia"
                       ]
    },
    "andromeda galaxy (m31)": {
        "title": "Andromeda Galaxy",
        "subtitle": "M31",
        "background": "andromeda-detail.jpg",
        "measurements": [
                         {
                         "title": "Distance to Earth",
                         "string": "2,538,000",
                         "units": "Light years"
                         },
                         {
                         "title": "Age",
                         "string": "9 billion",
                         "units": "Years"
                         },
                         {
                         "title": "Stars",
                         "string": "1",
                         "units": "Trillion"
                         }
                         
        ],
        "paragraphs": [
                       "The Andromeda Galaxy (/ænˈdrɒmɨdə/) is a spiral galaxy approximately 780 kiloparsecs (2.5 million light-years; 2.4×1019 km) from Earth. Also known as Messier 31, M31, or NGC 224, it is often referred to as the Great Andromeda Nebula in older texts. The Andromeda Galaxy is the nearest major galaxy to the Milky Way. It gets its name from the area of the sky in which it appears, the constellation of Andromeda, which was named after the mythological princess Andromeda. The Andromeda Galaxy is the largest galaxy of the Local Group, which also contains the Milky Way, the Triangulum Galaxy, and about 44 other smaller galaxies.",
                       "The Andromeda Galaxy is the most massive galaxy in the Local Group as well. Despite earlier findings that suggested that the Milky Way contains more dark matter and could be the most massive in the grouping, the 2006 observations by the Spitzer Space Telescope revealed that Andromeda contains one trillion (1012) stars: at least twice the number of stars in the Milky Way, which is estimated to be 200–400 billion.",
                       "The Andromeda Galaxy is estimated to be 1.5×1012 solar masses, while the mass of the Milky Way is estimated to be 8.5×1011 solar masses. In comparison, a 2009 study estimated that the Milky Way and M31 are about equal in mass, while a 2006 study put the mass of the Milky Way at ~80% of the mass of the Andromeda Galaxy. The two galaxies are expected to collide in 3.75 billion years, eventually merging to form a giant elliptical galaxy or perhaps a large disk galaxy.",
                       "At 3.4, the apparent magnitude of the Andromeda Galaxy is one of the brightest of any Messier objects, making it visible to the naked eye on moonless nights even when viewed from areas with moderate light pollution. Although it appears more than six times as wide as the full Moon when photographed through a larger telescope, only the brighter central region is visible to the naked eye or when viewed using binoculars or a small telescope.",
                       "Source: Wikipedia"
                       ]
    },
    "andromeda (constellation)": {
        "title": "Andromeda (Constellation)",
        "subtitle": "The Chained Woman",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Andromeda is one of the 48 constellations listed by the 2nd-century Greco-Roman astronomer Ptolemy and remains one of the 88 modern constellations. Located north of the celestial equator, it is named for Andromeda, daughter of Cassiopeia, in the Greek myth, who was chained to a rock to be eaten by the sea monster Cetus. Andromeda is most prominent during autumn evenings in the Northern Hemisphere, along with several other constellations named for characters in the Perseus myth. Because of its northern declination, Andromeda is visible only north of 40° south latitude; for observers farther south it lies below the horizon. It is one of the largest constellations, with an area of 722 square degrees. This is over 1,400 times the size of the full moon, 55% of the size of the largest constellation, Hydra, and over 10 times the size of the smallest constellation, Crux.",
                       "Its brightest star, Alpha Andromedae, is a binary star that has also been counted as a part of Pegasus, while Gamma Andromedae is a colorful binary and a popular target for amateur astronomers. Only marginally dimmer than Alpha, Beta Andromedae is a red giant, its color visible to the naked eye. The constellation's most obvious deep-sky object is the naked-eye Andromeda Galaxy (M31, also called the Great Galaxy of Andromeda), the closest spiral galaxy to the Milky Way and one of the brightest Messier objects. Several fainter galaxies, including M31's companions M110 and M32, as well as the more distant NGC 891, lie within Andromeda. The Blue Snowball Nebula, a planetary nebula, is visible in a telescope as a blue circular object.",
                       "In Chinese astronomy, the stars that make up Andromeda were members of four different constellations that had astrological and mythological significance; a constellation related to Andromeda also exists in Hindu mythology. Andromeda is the location of the radiant for the Andromedids, a weak meteor shower that occurs in November.",
                       "Source: Wikipedia"
                       ]
    },
    "milky way": {
        "title": "Milky Way",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Age",
                         "string": "13.2 billion",
                         "units": "Years"
                         },
                         {
                         "title": "Stars",
                         "string": "200–400",
                         "units": "Billion"
                         }
                         
                         ],
        "paragraphs": [
                       "The Milky Way is the galaxy that contains our Solar System. Its name \"milky\" is derived from its appearance as a dim glowing band arching across the night sky whose individual stars cannot be distinguished by the naked eye. The term \"Milky Way\" is a translation of the Latin via lactea, from the Greek γαλαξίας κύκλος (galaxías kýklos, \"milky circle\").[ From Earth the Milky Way appears as a band because its disk-shaped structure is viewed from within. Galileo Galilei first resolved the band of light into individual stars with his telescope in 1610. Until the early 1920s most astronomers thought that the Milky Way contained all the stars in the Universe. Following the 1920 Great Debate between the astronomers Harlow Shapley and Heber Curtis, observations by Edwin Hubble showed that the Milky Way is just one of many galaxies—now known to be billions.",
                       "The Milky Way is a barred spiral galaxy that has a diameter usually considered to be roughly 100,000–120,000 light-years but may be 150,000–180,000 light-years. The Milky Way is estimated to contain 100–400 billion stars, although this number may be as high as one trillion. There are probably at least 100 billion planets in the Milky Way. The Solar System is located within the disk, about 27,000 light-years from the Galactic Center, on the inner edge of one of the spiral-shaped concentrations of gas and dust called the Orion Arm. The stars in the inner ≈10,000 light-years form a bulge and one or more bars that radiate from the bulge. The very center is marked by an intense radio source, named Sagittarius A*, which is likely to be a supermassive black hole.",
                       "Stars and gases at a wide range of distances from the Galactic Center orbit at approximately 220 kilometers per second. The constant rotation speed contradicts the laws of Keplerian dynamics and suggests that much of the mass of the Milky Way does not emit or absorb electromagnetic radiation. This mass has been given the name \"dark matter\". The rotational period is about 240 million years at the position of the Sun. The Milky Way as a whole is moving at a velocity of approximately 600 km per second with respect to extragalactic frames of reference. The oldest stars in the Milky Way are nearly as old as the Universe itself and thus must have formed shortly after the Big Bang.",
                       "The Milky Way has several satellite galaxies and is part of the Local Group of galaxies, which is a component of the Virgo Supercluster, which again is a component of the Laniakea Supercluster.",
                       "Source: Wikipedia"
                       ]
    },
    "antlia": {
        "title": "Antlia (Constellation)",
        "subtitle": "The Air Pump",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Antlia (/ˈæntliə/; from Ancient Greek ἀντλία) is a constellation in the southern sky. Its name means \"pump\" and it specifically represents an air pump. The constellation was created in the 18th century from an undesignated region of sky, so the stars comprising Antlia are faint. Antlia is bordered by Hydra the sea snake, Pyxis the compass, Vela the sails, and Centaurus the centaur. This group of constellations is prominent in the southern sky in late winter and spring. NGC 2997, a spiral galaxy, and the Antlia Dwarf Galaxy lie within Antlia's borders.",
                       "Source: Wikipedia"
                       ]
    },
    "apus": {
        "title": "Apus (Constellation)",
        "subtitle": "The Bird-of-Paradise",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Apus is a faint constellation in the southern sky, first defined in the late 16th century. Its name means \"no feet\" in Greek, and it represents a bird-of-paradise (which were once believed to lack feet). It is bordered by Triangulum Australe, Circinus, Musca, Chamaeleon, Octans, Pavo and Ara. Its genitive is \"Apodis\".",
                       "Source: Wikipedia"
                       ]
    },
    "aquarius": {
        "title": "Aquarius (Constellation)",
        "subtitle": "The Water-Bearer",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Aquarius is a constellation of the zodiac, situated between Capricornus and Pisces. Its name is Latin for \"water-carrier\" or \"cup-carrier\", and its symbol is ♒, a representation of water.",
                       "Aquarius is one of the oldest of the recognized constellations along the zodiac (the sun's apparent path). It was one of the 48 constellations listed by the 2nd century AD astronomer Ptolemy, and it remains one of the 88 modern constellations. It is found in a region often called the Sea due to its profusion of constellations with watery associations such as Cetus the whale, Pisces the fish, and Eridanus the river.",
                       "Source: Wikipedia"
                       ]
    },
    "aquila": {
        "title": "Aquila (Constellation)",
        "subtitle": "The Eagle",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Aquila is a constellation in the northern sky. Its name is Latin for 'eagle' and it represents the bird who carried Zeus/Jupiter's thunderbolts in Greco-Roman mythology.",
                       "Aquila lies astride the celestial equator. The alpha star, Altair, is a vertex of the Summer Triangle asterism. The constellation is best seen in the summer as it is located along the Milky Way. Because of this location along the line of our galaxy, many clusters and nebulae are found within its borders, but they are dim and there are few galaxies.",
                       "Source: Wikipedia"
                       ]
    },
    "ara": {
        "title": "Ara (Constellation)",
        "subtitle": "The Altar",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Ara is a southern constellation situated between Scorpius and Triangulum Australe. Its name is Latin for \"altar\". Ara was one of the 48 Greek constellations described by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations defined by the International Astronomical Union.",
                       "Source: Wikipedia"
                       ]
    },
    "aries": {
        "title": "Aries (Constellation)",
        "subtitle": "The Ram",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Aries is one of the constellations of the zodiac. It is located in the northern celestial hemisphere between Pisces to the west and Taurus to the east. The name Aries is Latin for ram, and its symbol is ♈, representing a ram's horns. It is one of the 48 constellations described by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations. It is a mid-sized constellation, ranking 39th overall size, with an area of 441 square degrees (1.1% of the celestial sphere).",
                       "Although Aries came to represent specifically the ram whose fleece became the Golden Fleece of Ancient Greek mythology, it has represented a ram since late Babylonian times. Before that, the stars of Aries formed a farmhand. Different cultures have incorporated the stars of Aries into different constellations including twin inspectors in China and a porpoise in the Marshall Islands. Aries is a relatively dim constellation, possessing only four bright stars: Hamal (Alpha Arietis, second magnitude), Sheratan (Beta Arietis, third magnitude), Mesarthim (Gamma Arietis, fourth magnitude), and 41 Arietis (also fourth magnitude). The few deep-sky objects within the constellation are quite faint and include several pairs of interacting galaxies. Several meteor showers appear to radiate from Aries, including the Daytime Arietids and the Epsilon Arietids.",
                       "Source: Wikipedia"
                       ]
    },
    "auriga": {
        "title": "Auriga (Constellation)",
        "subtitle": "The Charioteer",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Auriga is one of the 48 constellations listed by the 2nd-century astronomer Ptolemy and remains one of the 88 modern constellations. Located north of the celestial equator, its name is the Latin word for \"charioteer\", associating it with various mythological charioteers, including Erichthonius and Myrtilus. Auriga is most prominent during winter evenings in the Northern Hemisphere, along with the five other constellations that have stars in the Winter Hexagon asterism. Because of its northern declination, Auriga is only visible in its entirety as far as 34° south; for observers farther south it lies partially or fully below the horizon. A large constellation, with an area of 657 square degrees, it is half the size of the largest constellation, Hydra.",
                       "Its brightest star, Capella, is an unusual multiple star system among the brightest stars in the night sky. Beta Aurigae is an interesting variable star in the constellation; Epsilon Aurigae, a nearby eclipsing binary with an unusually long period, has been studied intensively. Because of its position near the winter Milky Way, Auriga has many bright open clusters in its borders, including M36, M37, and M38, popular targets for amateur astronomers. In addition, it has one prominent nebula, the Flaming Star Nebula, associated with the variable star AE Aurigae.",
                       "In Chinese mythology, Auriga's stars were incorporated into several constellations, including the celestial emperors' chariots, made up of the modern constellation's brightest stars. Auriga is home to the radiant for the Aurigids, Zeta Aurigids, Delta Aurigids, and the hypothesized Iota Aurigids.",
                       "Source: Wikipedia"
                       ]
    },
    "boötes": {
        "title": "Boötes (Constellation)",
        "subtitle": "The Herdsman",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Boötes /boʊˈoʊtiːz/ is a constellation in the northern sky, located between 0° and +60° declination, and 13 and 16 hours of right ascension on the celestial sphere. The name comes from the Greek Βοώτης, Boōtēs, meaning herdsman or plowman (literally, ox-driver; from βοῦς bous “cow”). The \"ö\" in the name is a diaeresis, not an umlaut, meaning that each 'o' is to be pronounced separately.",
                       "One of the 48 constellations described by the 2nd century astronomer Ptolemy, Boötes is now one of the 88 modern constellations. It contains the fourth brightest star in the night sky, the orange-hued Arcturus. Boötes is home to many other bright stars, including eight above the fourth magnitude and an additional 21 above the fifth magnitude, making a total of 29 stars easily visible to the naked eye.",
                       "Source: Wikipedia"
                       ]
    },
    "caelum": {
        "title": "Caelum (Constellation)",
        "subtitle": "The Chisel",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Caelum /ˈsiːləm/ is a faint constellation in the southern sky, introduced in the 1750s by Nicolas Louis de Lacaille. Its name means \"chisel\" in Latin, and it was formerly known as Caelum Scalptorium (\"the engravers' chisel\"); a rare word, unconnected with the far more common Latin caelum, meaning \"sky, heaven, atmosphere\". It is the eighth-smallest constellation, and subtends a solid angle of around 0.038 steradians, just less than that of Corona Australis.",
                       "Due to its small size and location away from the plane of the Milky Way, Caelum is a rather barren constellation, with few objects of interest. The constellation's brightest star, Alpha Caeli, is only of magnitude 4.45, and only one other star (Gamma1 Caeli) is brighter than magnitude 5. Other notable objects in Caelum are RR Caeli,a binary star with one known planet approximately 20.13 parsecs (65.7 ly) away; X Caeli, a Delta Scuti variable that forms an optical double with Gamma1 Caeli; and HE0450-2958, a Seyfert galaxy that at first appeared as just a jet with no host galaxy visible.",
                       "Source: Wikipedia"
                       ]
    },
    "camelopardalis": {
        "title": "Camelopardalis (Constellation)",
        "subtitle": "Giraffe",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Camelopardalis /kəˌmɛləˈpɑrdəlɨs/ or the Giraffe constellation is a large, faint grouping of stars in the northern sky. The constellation was introduced in 1612 (or 1613) by Petrus Plancius. Some older astronomy books give an alternative spelling of the name, Camelopardus.",
                       "Source: Wikipedia"
                       ]
    },
    "cancer": {
        "title": "Cancer (Constellation)",
        "subtitle": "The Crab",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Cancer is one of the twelve constellations of the zodiac. Its name is Latin for crab and it is commonly represented as one. Its astrological symbol is ♋. Cancer is a medium-size constellation with an area of 506 square degrees and its stars are rather faint, its brightest star Beta Cancri having an apparent magnitude of 3.5. It contains two stars with known planets, including 55 Cancri, which has five: one super-earth and four gas giants, one of which is in the habitable zone and as such has expected temperatures similar to Earth. Located at the center of the constellation is Praesepe (Messier 44), one of the closest open clusters to Earth and a popular target for amateur astronomers.",
                       "Source: Wikipedia"
                       ]
    },
    "canes venatici": {
        "title": "Canes Venatici (Constellation)",
        "subtitle": "The Hunting Dogs",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Canes Venatici /ˈkeɪniːz vɨˈnætɨsaɪ/ is one of the 88 official modern constellations. It is a small northern constellation that was created by Johannes Hevelius in the 17th century. Its name is Latin for \"hunting dogs\", and the constellation is often depicted in illustrations as representing the dogs of Boötes the Herdsman, a neighboring constellation.",
                       "Source: Wikipedia"
                       ]
    },
    "canis major": {
        "title": "Canis Major (Constellation)",
        "subtitle": "The Greater Dog",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Canis Major /ˌkeɪnɨs ˈmeɪdʒər/ is a constellation in the southern celestial hemisphere. In the second century, it was included in Ptolemy's 48 constellations, and is counted among the 88 modern constellations. Its name is Latin for \"greater dog\" in contrast to Canis Minor, the \"lesser dog\"; both figures are commonly represented as following the constellation of Orion the hunter through the sky. The Milky Way passes through Canis Major and several open clusters lie within its borders, most notably M41.",
                       "Canis Major contains Sirius, the brightest star in the night sky, known as the \"dog star\". It is bright because of its proximity to our Solar System. In contrast, the other bright stars of the constellation are stars of great distance and high luminosity. At magnitude 1.5, Epsilon Canis Majoris (Adhara) is the second brightest star of the constellation and the brightest source of extreme ultraviolet radiation in the night sky. Next in brightness are the yellow-white supergiant Delta (Wezen) at 1.8, the blue-white giant Beta (Mirzam) at 2.0, blue-white supergiants Eta (Aludra) at 2.4 and Omicron1 at 3.0, and white spectroscopic binary Zeta (Furud), also at 3.0. The red hypergiant VY Canis Majoris is one of the largest stars known, while the neutron star RX J0720.4-3125 has a radius of a mere 5 km.",
                       "Source: Wikipedia"
                       ]
    },
    "canis minor": {
        "title": "Canis Minor (Constellation)",
        "subtitle": "The Lesser Dog",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Canis Minor /ˌkeɪnɨs ˈmaɪnər/ is a small constellation in the northern celestial hemisphere. In the second century, it was included as an asterism, or pattern, of two stars in Ptolemy's 48 constellations, and it is counted among the 88 modern constellations. Its name is Latin for \"lesser dog\", in contrast to Canis Major, the \"greater dog\"; both figures are commonly represented as following the constellation of Orion the hunter.",
                       "Canis Minor contains only two stars brighter than the fourth magnitude, Procyon (Alpha Canis Minoris), with a magnitude of 0.34, and Gomeisa (Beta Canis Minoris), with a magnitude of 2.9. The constellation's dimmer stars were noted by Johann Bayer, who named eight stars including Alpha and Beta, and John Flamsteed, who numbered fourteen. Procyon is the seventh-brightest star in the night sky, as well as one of the closest. A yellow-white main sequence star, it has a white dwarf companion. Gomeisa is a blue-white main sequence star. Luyten's Star is a ninth-magnitude red dwarf and the Solar System's next closest stellar neighbour in the constellation after Procyon. The fourth-magnitude HD 66141, which has evolved into an orange giant towards the end of its life cycle, was discovered to have a planet in 2012. There are two faint deep sky objects within the constellation's borders. The 11 Canis-Minorids are a meteor shower that can be seen in early December.",
                       "Source: Wikipedia"
                       ]
    },
    "capricornus": {
        "title": "Capricornus (Constellation)",
        "subtitle": "The Sea Goat",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Capricornus /ˌkæprɨˈkɔrnəs/ is one of the constellations of the zodiac. Its name is Latin for \"horned goat\" or \"goat horn\", and it is commonly represented in the form of a sea-goat: a mythical creature that is half goat, half fish. Its symbol is Capricorn ♑.",
                       "Capricornus is one of the 88 modern constellations, and was also one of the 48 constellations listed by the 2nd century astronomer Ptolemy. Under its modern boundaries it is bordered by Aquila, Sagittarius, Microscopium, Piscis Austrinus, and Aquarius. The constellation is located in an area of sky called the Sea or the Water, consisting of many water-related constellations such as Aquarius, Pisces and Eridanus. It is the smallest constellation in the zodiac.",
                       "Source: Wikipedia"
                       ]
    },
    "carina": {
        "title": "Carina (Constellation)",
        "subtitle": "The Keel",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Carina /kəˈraɪnə/ is a constellation in the southern sky. Its name is Latin for the keel of a ship, and it was formerly part of the larger constellation of Argo Navis (the ship Argo) until that constellation was divided into three pieces, the other two being Puppis (the poop deck), and Vela (the sails of the ship).",
                       "Source: Wikipedia"
                       ]
    },
    "cassiopeia": {
        "title": "Cassiopeia (Constellation)",
        "subtitle": "The Seated Queen",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Cassiopeia is a constellation in the northern sky, named after the vain queen Cassiopeia in Greek mythology, who boasted about her unrivalled beauty. Cassiopeia was one of the 48 constellations listed by the 2nd-century Greek astronomer Ptolemy, and it remains one of the 88 modern constellations today. It is easily recognizable due to its distinctive 'M' shape when in upper culmination but in higher northern locations when near lower culminations in spring and summer it has a 'W' shape, formed by five bright stars. It is bordered by Andromeda to the south, Perseus to the southeast, and Cepheus to the north. It is opposite the Big Dipper. In northern locations above 34ºN latitude it is visible year-round and in the (sub)tropics it can be seen at its clearest from September to early November in its characteristic 'M' shape. Even in low southern latitudes below 25ºS is can be seen low in the North.",
                       "Source: Wikipedia"
                       ]
    },
    "centaurus": {
        "title": "Centaurus (Constellation)",
        "subtitle": "The Centaur",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Centaurus /sɛnˈtɔrəs/ is a bright constellation in the southern sky. One of the largest constellations, Centaurus was included among the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations. In Greek mythology, Centaurus represents a centaur; a creature that is half human, half horse (another constellation named after a centaur is one from the zodiac: Sagittarius). Notable stars include Alpha Centauri, the nearest star system to our own Solar System, its neighbour in the sky Beta Centauri, and V766 Centauri, one of the largest stars yet discovered. The constellation also contains Omega Centauri, the brightest globular cluster as visible from Earth and one of the largest known.",
                       "Source: Wikipedia"
                       ]
    },
    "cepheus": {
        "title": "Cepheus (Constellation)",
        "subtitle": "The King",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Cepheus is a constellation in the northern sky. It is named after Cepheus, King of Aethiopia in Greek mythology. It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations. Its brightest star is Alpha Cephei with an apparent magnitude of 3.5. Delta Cephei is the prototype of an important class of star known as a Cepheid variable. RW Cephei, an orange hypergiant, together with the red supergiants Mu Cephei, VV Cephei and V354 Cephei are among the largest stars known. In addition, Cepheus also has the hyperluminous quasar S5 0014+81, hosting an ultramassive black hole in its core at 40 billion solar masses, about 10,000 times more massive than the central black hole of the Milky Way, making it the most massive black hole known in the universe.",
                       "Source: Wikipedia"
                       ]
    },
    "cetus": {
        "title": "Cetus (Constellation)",
        "subtitle": "The Whale",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Cetus /ˈsiːtəs/ is a constellation. Its name refers to Cetus, a sea monster in Greek mythology, although it is often called 'the whale' today. Cetus is located in the region of the sky that contains other water-related constellations such as Aquarius, Pisces, and Eridanus.",
                       "Source: Wikipedia"
                       ]
    },
    "chamaeleon": {
        "title": "Chamaeleon (Constellation)",
        "subtitle": "The Chamaeleon",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Chamaeleon (/kəˈmiːliən/) is a small constellation in the southern sky. It is named after the chamaeleon, a kind of lizard. It was first defined in the 16th century.",
                       "Source: Wikipedia"
                       ]
    },
    "chamaeleon": {
        "title": "Chamaeleon (Constellation)",
        "subtitle": "The Chamaeleon",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Chamaeleon (/kəˈmiːliən/) is a small constellation in the southern sky. It is named after the chamaeleon, a kind of lizard. It was first defined in the 16th century.",
                       "Source: Wikipedia"
                       ]
    },
    "circinus": {
        "title": "Circinus (Constellation)",
        "subtitle": "The Compass",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Circinus is a small faint constellation in the southern sky, first defined in 1756 by French astronomer Nicolas Louis de Lacaille. Its name is Latin for compass, referring to the drafting tool used for drawing circles (it should not be confused with Pyxis, a constellation that represents a mariner's compass which points north). Its brightest star is Alpha Circini, with an apparent magnitude of 3.19. Slightly variable, it is the brightest rapidly oscillating Ap star in the night sky. AX Circini is a Cepheid variable visible with the unaided eye, and BX Circini is a faint star thought to have been formed from the merger of two white dwarfs. Two sun-like stars have planetary systems: HD 134060 has two small planets, and HD 129445 has a Jupiter-like planet. Supernova SN 185 appeared in Circinus in 185 AD and was recorded by Chinese observers. Two novae have been observed more recently, in the 20th century.",
                       "The Milky Way runs through the constellation, featuring prominent objects such as the open cluster NGC 5823 and the planetary nebula NGC 5315. Circinus hosts one notable spiral galaxy, the Circinus Galaxy, which was discovered in 1977 and is the closest Seyfert galaxy to the Milky Way. The Alpha Circinids (ACI), a meteor shower also discovered in 1977, radiate from this constellation.",
                       "Source: Wikipedia"
                       ]
    },
    "columba": {
        "title": "Columba (Constellation)",
        "subtitle": "The Dove",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Columba is a small, faint constellation created in the late sixteenth century. Its name is Latin for dove. It is located just south of Canis Major and Lepus.",
                       "Source: Wikipedia"
                       ]
    },
    "coma berenices": {
        "title": "Coma Berenices (Constellation)",
        "subtitle": "The Berenice's Hair",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Coma Berenices is a traditional asterism that has since been defined as one of the 88 modern constellations. It is located near Arcturus, and the constellation Leo to which it formerly belonged, and contains the North Galactic Pole. Its name means \"Berenice's Hair\" (in Greek, via Latin), and refers to the legend of Queen Berenice II of Egypt, who sacrificed her long hair.",
                       "Source: Wikipedia"
                       ]
    },
    "corona australis": {
        "title": "Corona Australis (Constellation)",
        "subtitle": "The Southern Crown",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Corona Australis /kɵˈroʊnə ɒˈstreɪlɨs/ or Corona Austrina /kɵˈroʊnə ɒˈstraɪnə/ is a constellation in the Southern Celestial Hemisphere. Its Latin name means \"southern crown\", and it is the southern counterpart of Corona Borealis, the northern crown. One of the 48 constellations listed by the 2nd-century astronomer Ptolemy, it remains one of the 88 modern constellations. The Ancient Greeks saw Corona Australis as a wreath rather than a crown and associated it with Sagittarius or Centaurus. Other cultures have likened the pattern to a turtle, ostrich nest, a tent, or even a hut belonging to a rock hyrax.",
                       "Although fainter than its namesake, the oval- or horseshoe-shaped pattern of its brighter stars renders it distinctive. Alpha and Beta Coronae Australis are the two brightest stars with an apparent magnitude of around 4.1. Epsilon Coronae Australis is the brightest example of a W Ursae Majoris variable in the southern sky. Lying alongside the Milky Way, Corona Australis contains one of the closest star-forming regions to our Solar System—a dusty dark nebula known as the Corona Australis Molecular Cloud, lying about 430 light years away. Within it are stars at the earliest stages of their lifespan. The variable stars R and TY Coronae Australis light up parts of the nebula, which varies in brightness accordingly.",
                       "Source: Wikipedia"
                       ]
    },
    "corona borealis": {
        "title": "Corona Borealis (Constellation)",
        "subtitle": "The Northern Crown",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Corona Borealis /kɵˈroʊnə bɒriˈælɨs/ is a small constellation in the Northern Celestial Hemisphere. It is one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and remains one of the 88 modern constellations. Its brightest stars form a semicircular arc. Its Latin name, inspired by its shape, means \"northern crown\". In classical mythology Corona Borealis generally represented the crown given by the god Dionysus to the Cretan princess Ariadne and set by him in the heavens. Other cultures likened the pattern to a circle of elders, an eagle's nest, a bear's den, or even a smokehole. Ptolemy also listed a southern counterpart, Corona Australis, with a similar pattern.",
                       "The brightest star is the magnitude 2.2 Alpha Coronae Borealis. The yellow supergiant R Coronae Borealis is the prototype of a rare class of giant stars—the R Coronae Borealis variables—that are extremely hydrogen deficient, and thought to result from the merger of two white dwarfs. T Coronae Borealis, also known as the Blaze Star, is another unusual type of variable star known as a recurrent nova. Normally of magnitude 10, it last flared up to magnitude 2 in 1946. ADS 9731 and Sigma Coronae Borealis are multiple star systems with six and five components respectively. Five star systems have been found to have Jupiter-sized exoplanets. Abell 2065 is a highly concentrated galaxy cluster one billion light-years from our Solar System containing more than 400 members, and is itself part of the larger Corona Borealis Supercluster.",
                       "Source: Wikipedia"
                       ]
    },
    "corvus": {
        "title": "Corvus (Constellation)",
        "subtitle": "The Crow/Raven",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Corvus is a small constellation in the Southern Celestial Hemisphere. Its name comes from the Latin word \"raven\" or \"crow\". It includes only 11 stars with brighter than 4.02 magnitudes. One of the 48 constellations listed by the 2nd-century astronomer Ptolemy, it remains one of the 88 modern constellations. The four brightest stars, Gamma, Delta, Epsilon, and Beta Corvi from a distinctive quadrilateral in the night sky. The young star Eta Corvi has been found to have two debris disks.",
                       "Source: Wikipedia"
                       ]
    },
    "crater": {
        "title": "Crater (Constellation)",
        "subtitle": "The Cup",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Crater is a constellation. Its name is Latin for cup, and in Greek mythology it is identified with the cup of the god Apollo. It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations. It is faint, with no star brighter than third magnitude.",
                       "Source: Wikipedia"
                       ]
    },
    "crux": {
        "title": "Crux (Constellation)",
        "subtitle": "Southern Cross",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Crux /ˈkrʌks/, located in the deep southern sky, is the smallest yet one of the most distinctive of the 88 modern constellations. Its name is Latin for cross, and it is dominated by a cross-shaped asterism that is commonly known as the Southern Cross. Although visible to the Ancient Greeks, it was seen as part of the constellation Centaurus, and not defined or accurately mapped till the 16th century.",
                       "Known as Acrux, blue-white Alpha Crucis is the constellation's brightest star and the bottom star of the cross. Nearly as bright are Beta and Gamma, while Delta and Epsilon make up the asterism. Many of the constellation's brighter stars are members of the Scorpius–Centaurus Association, a loose group of hot blue-white stars that appear to share a common origin and motion across the Milky Way. Two star systems have been found to have planets. The constellation also contains four Cepheid variables visible to the naked eye under optimum conditions. Crux also contains the Jewel Box, a bright open cluster, and the Coalsack Nebula, the most prominent dark nebula in the sky.",
                       "Source: Wikipedia"
                       ]
    },
    "cygnus": {
        "title": "Cygnus (Constellation)",
        "subtitle": "The Swan or The Northern Cross",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Cygnus /ˈsɪɡnəs/ is a northern constellation lying on the plane of the Milky Way, deriving its name from the Latinized Greek word for swan. The swan is one of the most recognizable constellations of the northern summer and autumn, it features a prominent asterism known as the Northern Cross (in contrast to the Southern Cross). Cygnus was among the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations.",
                       "Cygnus contains Deneb, one of the brightest stars in the night sky and one corner of the Summer Triangle, as well as some notable X-ray sources and the giant stellar association of Cygnus OB2. One of the stars of this association, NML Cygni, is one of the largest stars currently known. The constellation is also home to Cygnus X-1, a distant X-ray binary containing a supergiant and unseen massive companion that was the first object widely held to be a black hole. Many star systems in Cygnus have known planets as a result of the Kepler Mission observing one patch of the sky, the patch is the area around Cygnus. In addition, most of the eastern part of Cygnus is dominated by the Hercules–Corona Borealis Great Wall, a giant galaxy filament that is the largest known structure in the observable universe; covering most of the northern sky.",
                       "Source: Wikipedia"
                       ]
    },
    "delphinus": {
        "title": "Delphinus (Constellation)",
        "subtitle": "The Dolphin",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Delphinus /dɛlˈfaɪnəs/ is a constellation in the northern sky, close to the celestial equator. Its name is Latin for dolphin. Delphinus was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains among the 88 modern constellations recognized by the International Astronomical Union. It is one of the smaller constellations, ranked 69th in size.",
                       "Delphinus' brightest stars form a distinctive asterism that can easily be recognized. It is bordered (clockwise from north) by Vulpecula the fox, Sagitta the arrow, Aquila the eagle, Aquarius the water-carrier, Equuleus the foal and Pegasus the flying horse.",
                       "Source: Wikipedia"
                       ]
    },
    "dorado": {
        "title": "Dorado (Constellation)",
        "subtitle": "The Swordfish",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Dorado /dɒˈreɪdoʊ/ is a constellation in the southern sky. It was named in the late 16th century and is now one of the 88 modern constellations. Its name refers to the dolphinfish (Coryphaena hippurus), which is known as dorado in Portuguese, although it has also been depicted as a swordfish. Dorado is notable for containing most of the Large Magellanic Cloud, the remainder being in the constellation Mensa. The South ecliptic pole also lies within this constellation.",
                       "Even though the name Dorado is not Latin but Portuguese, astronomers give it the Latin genitive form Doradus when naming its stars; they are treating it (like the adjacent constellation Argo Navis) as if it were a feminine proper name of Greek origin ending in -ō (like Io or Callisto or Argo), names that have a genitive ending in -ūs.",
                       "Source: Wikipedia"
                       ]
    },
    "draco": {
        "title": "Draco (Constellation)",
        "subtitle": "The Dragon",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Draco is a constellation in the far northern sky. Its name is Latin for dragon. Draco is circumpolar (that is, never setting) for many observers in the northern hemisphere. It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations today. The north pole of the ecliptic is in Draco. Draco can be seen all year from northern latitudes.",
                       "Source: Wikipedia"
                       ]
    },
    "equuleus": {
        "title": "Equuleus (Constellation)",
        "subtitle": "The Pony",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Equuleus /ɨˈkwuːliəs/ is a constellation. Its name is Latin for 'little horse', a foal. It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations. It is the second smallest of the modern constellations (after Crux), spanning only 72 square degrees. It is also very faint, having no stars brighter than the fourth magnitude.",
                       "Source: Wikipedia"
                       ]
    },
    "eridanus": {
        "title": "Eridanus (Constellation)",
        "subtitle": "The River Eridanus",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Eridanus /ɨˈrɪdənəs/ is a constellation in the southern hemisphere. It is represented as a river; its name is a Latin name for the Po River. It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations. It is the sixth largest of the modern constellations.",
                       "Source: Wikipedia"
                       ]
    },
    "fornax": {
        "title": "Fornax (Constellation)",
        "subtitle": "The Brazier",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Fornax /ˈfɔrnæks/ is a constellation in the southern sky. Its name is Latin for furnace. It was named by French astronomer Nicolas Louis de Lacaille in 1756. Fornax is one of the 88 modern constellations.",
                       "Source: Wikipedia"
                       ]
    },
    "gemini": {
        "title": "Gemini (Constellation)",
        "subtitle": "The Twins, Castor and Pollux",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Gemini is one of the constellations of the zodiac. It was one of the 48 constellations described by the 2nd century AD astronomer Ptolemy and it remains one of the 88 modern constellations today. Its name is Latin for \"twins,\" and it is associated with the twins Castor and Pollux in Greek mythology. Its symbol is ♊.",
                       "In the Hebrew Zodiac Gemini corresponds to the month of Sivan where the Torah, a twin was given Moses. Oral Torah (Mishnah, Talmud, Kabbalah etc.) and Written Torah was given to the Jewish people. In the blessing of Jacob the Tribes of Shimon and Levi are chided by Jacob: Shimon and Levi are brothers (Genesis 49:28). The two brothers destroyed the city of Shechem to avenge Dinah, their sister. \"And at their will they uprooted the ox.\" Each night as Gemini sets it pushes Taurus out of sight.",
                       "Source: Wikipedia"
                       ]
    },
    "grus": {
        "title": "Grus (Constellation)",
        "subtitle": "The Crane",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Grus (/ˈɡrʌs/, or colloquially /ˈɡruːs/) is a constellation in the southern sky. Its name is Latin for the crane, a type of bird. It is one of twelve constellations conceived by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman. Grus first appeared on a 35-cm (14 in) diameter celestial globe published in 1598 in Amsterdam by Plancius and Jodocus Hondius and was depicted in Johann Bayer's star atlas Uranometria of 1603. French explorer and astronomer Nicolas Louis de Lacaille gave Bayer designations to its stars in 1756, some of which had been previously considered part of the neighbouring constellation Piscis Austrinus. The constellations Grus, Pavo, Phoenix and Tucana are collectively known as the \"Southern Birds\".",
                       "The constellation's brightest star, Alpha Gruis, is also known as Alnair and appears as a 1.7-magnitude blue-white star. Beta Gruis is a red giant variable star with a minimum magnitude of 2.3 and a maximum magnitude of 2.0. Six star systems have been found to have planets: the red dwarf Gliese 832 is one of the closest stars to Earth to have a planetary system. Another—WASP-95—has a planet that orbits every two days. Deep-sky objects found in Grus include the planetary nebula IC 5148, also known as the Spare Tyre Nebula, and a group of four interacting galaxies known as the Grus Quartet.",
                       "Source: Wikipedia"
                       ]
    },
    "hercules": {
        "title": "Hercules (Constellation)",
        "subtitle": "",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Hercules is a constellation named after Hercules, the Roman mythological hero adapted from the Greek hero Heracles. Hercules was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations today. It is the fifth largest of the modern constellations.",
                       "Source: Wikipedia"
                       ]
    },
    "horologium": {
        "title": "Horologium (Constellation)",
        "subtitle": "The Pendulum Clock",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Horologium is a small and faint constellation in the southern sky (declination around −60 degrees). Its name is a Latin transliteration of the Greek word for clock (ὡρολόγιον, \"the hour-teller\" from ὥρα hṓra \"hour\" and -λόγιον -logion, \"teller\"). The constellation was devised by French astronomer Nicolas Louis de Lacaille in 1752, and it remains one of the 88 modern constellations.",
                       "Source: Wikipedia"
                       ]
    },
    "hydra": {
        "title": "Hydra (Constellation)",
        "subtitle": "The Sea Serpent",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Hydra is the largest of the 88 constellations, measuring 1303 square degrees. Also one of the longest at over 100 degrees, its southern end abuts Libra and Centaurus and its northern end borders Cancer. It has a long history, having been included among the 48 constellations listed by the 2nd century astronomer Ptolemy. It is commonly represented as a water snake. It should not be confused with the similarly named constellation of Hydrus.",
                       "Source: Wikipedia"
                       ]
    },
    "hydrus": {
        "title": "Hydrus (Constellation)",
        "subtitle": "The Water Snake",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Hydrus /ˈhaɪdrəs/ is a small constellation in the deep southern sky. It was first depicted on a celestial atlas by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille charted the brighter stars and gave their Bayer designations in 1756. Its name means \"male water snake\", as opposed to Hydra, a much larger constellation that represents a female water snake. It remains below the horizon for most Northern Hemisphere observers.",
                       "The brightest star is the 2.8-magnitude Beta Hydri, also the closest reasonably bright star to the south celestial pole. Pulsating between magnitude 3.26 and 3.33, Gamma Hydri is a variable red giant some 60 times the diameter of our Sun. Lying near it is VW Hydri, one of the brightest dwarf novae in the heavens. Four star systems have been found to have exoplanets to date, most notably HD 10180, which could bear up to nine planetary companions.",
                       "Source: Wikipedia"
                       ]
    },
    "indus": {
        "title": "Indus (Constellation)",
        "subtitle": "The Indian",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Indus is a constellation in the southern sky. Created in the late sixteenth century, it represents an Indian, a word that could refer at the time to any native of Asia or the Americas.",
                       "Source: Wikipedia"
                       ]
    },
    "lacerta": {
        "title": "Lacerta (Constellation)",
        "subtitle": "The Lizard",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Lacerta is one of the 88 modern constellations defined by the International Astronomical Union. Its name is Latin for lizard. A small, faint constellation, it was created in 1687 by the astronomer Johannes Hevelius. Its brightest stars form a \"W\" shape similar to that of Cassiopeia, and it is thus sometimes referred to as 'Little Cassiopeia'. It is located between Cygnus, Cassiopeia and Andromeda on the northern celestial sphere. The northern part lies on the Milky Way.",
                       "Source: Wikipedia"
                       ]
    },
    "leo": {
        "title": "Leo (Constellation)",
        "subtitle": "The Lion",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Leo /ˈliːoʊ/ is one of the constellations of the zodiac, lying between Cancer to the west and Virgo to the east. Its name is Latin for lion, and to the ancient Greeks represented the Nemean Lion killed by the mythical Greek hero Heracles (known to the ancient Romans as Hercules) as one of his twelve labors. Its symbol is ♌. One of the 48 constellations described by the 2nd century astronomer Ptolemy, Leo remains one of the 88 modern constellations today, and one of the most easily recognizable due to its many bright stars and a distinctive shape that is reminiscent of the crouching lion it depicts. The lion's mane and shoulders also form an asterism known as \"the Sickle,\" which to modern observers may resemble a backwards \"question mark.\"",
                       "Source: Wikipedia"
                       ]
    },
    "leo minor": {
        "title": "Leo Minor (Constellation)",
        "subtitle": "The Lesser Lion",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Leo Minor is a small and faint constellation in the northern celestial hemisphere. Its name is Latin for \"the smaller lion\", in contrast to Leo, the larger lion. It lies between the larger and more recognizable Ursa Major to the north and Leo to the south. Leo Minor was not regarded as a separate constellation by classical astronomers; it was designated by Johannes Hevelius in 1687.",
                       "There are 37 stars brighter than apparent magnitude 6.5 in the constellation; three are brighter than magnitude 4.5. 46 Leonis Minoris, an orange giant of magnitude 3.8, is located some 95 light-years from Earth. At magnitude 4.4, Beta Leonis Minoris is the second brightest star and the only one in the constellation with a Bayer designation. It is a binary star, the brighter component of which is an orange giant and the fainter a yellow-white main sequence star. The third brightest star is 21 Leonis Minoris, a rapidly rotating white main-sequence star of average magnitude 4.5. The constellation also includes two stars with planetary systems, two pairs of interacting galaxies, and the unique deep-sky object Hanny's Voorwerp.",
                       "Source: Wikipedia"
                       ]
    },
    "lepus": {
        "title": "Lepus (Constellation)",
        "subtitle": "The Hare",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Lepus (/ˈliːpəs/, colloquially /ˈlɛpəs/) is a constellation lying just south of the celestial equator, immediately south of Orion. Its name is Latin for hare. Although the hare does not represent any particular figure in Greek mythology, Lepus was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations. It is located below the constellation Orion (the hunter), and is sometimes represented as a hare being chased by Orion or, alternatively, by Orion's hunting dogs.",
                       "This constellation should not be confused with Lupus, the wolf.",
                       "Source: Wikipedia"
                       ]
    },
    "libra": {
        "title": "Libra (Constellation)",
        "subtitle": "The Balance",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Libra /ˈliːbrə/ is a constellation of the zodiac. Its name is Latin for weighing scales, and its symbol is ♎. It is fairly faint, with no first magnitude stars, and lies between Virgo to the west and Scorpius to the east.",
                       "Source: Wikipedia"
                       ]
    },
    "lupus": {
        "title": "Lupus (Constellation)",
        "subtitle": "The Wolf",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Lupus /ˈljuːpəs/ is a constellation located in the deep southern sky. Its name is Latin for wolf. Lupus was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations, although it was previously an asterism associated with the neighboring constellation Centaurus.",
                       "Source: Wikipedia"
                       ]
    },
    "lynx": {
        "title": "Lynx (Constellation)",
        "subtitle": "",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Lynx is a constellation in the northern sky, introduced in the 17th century by Johannes Hevelius. It is named after the lynx, a genus of cats. It is mostly a very faint constellation; its brightest stars form a zigzag line.",
                       "Source: Wikipedia"
                       ]
    },
    "lyra": {
        "title": "Lyra (Constellation)",
        "subtitle": "",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Lyra (/ˈlaɪərə/; Latin for lyre, from Greek λύρα) is a small constellation. It is one of 48 listed by the 2nd century astronomer Ptolemy, and is one of the 88 constellations recognized by the International Astronomical Union. Its principal star, Vega, a corner of the Summer Triangle, is one of the brightest stars in the sky. Beta Lyrae is the prototype of a class of stars known as Beta Lyrae variables, binary stars so close to each other that material flows from one to the other. Epsilon Lyrae, known informally as the Double Double, is a complex multiple star system.",
                       "Beginning at the north, Lyra is bordered by Draco, Hercules, Vulpecula, and Cygnus. Lyra is visible from the northern hemisphere from spring through autumn, and nearly overhead, in temperate latitudes, during the summer months. From the southern hemisphere, it is visible low in the northern sky during the winter months.",
                       "Source: Wikipedia"
                       ]
    },
    "mensa": {
        "title": "Mensa (Constellation)",
        "subtitle": "The Table Mountain",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Mensa is a constellation in the southern sky, created in the 18th century. Its name is Latin for table. It covers a keystone-shaped wedge of sky stretching from approximately 4h to 7.5h of right ascension, and −71 to −85.5 degrees of declination. Other than the south polar constellation of Octans, it is the most southerly of constellations. As a result, it is essentially unobservable from the Northern Hemisphere. Besides those already mentioned, its other neighbouring constellations are Chamaeleon, Dorado, Hydrus, and Volans. It is the only constellation named after a feature on Earth.",
                       "Source: Wikipedia"
                       ]
    },
    "microscopium": {
        "title": "Microscopium (Constellation)",
        "subtitle": "The Microscope",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Microscopium /ˌmaɪkrəˈskɒpiəm/ is a minor constellation in the Southern Celestial Hemisphere, one of twelve created in the 18th century by French astronomer Nicolas Louis de Lacaille and one of several depicting scientific instruments. Its name is a Latinised form of the Greek word for microscope. Its stars are faint and hardly visible from most of the non-tropical Northern Hemisphere.",
                       "The constellation's brightest star is Gamma Microscopii of apparent magnitude 4.68, actually a yellow giant located around 381 light-years distant. Two star systems—WASP-7 and HD 205739—have planets, while two others—the young red dwarf star AU Microscopii and the sunlike HD 202628—have debris disks. AU Microscopii and the binary red dwarf system AT Microscopii are probably a wide triple system and members of the Beta Pictoris moving group. Nicknamed \"Speedy Mic\", BO Microscopii is a star with an extremely fast rotation period of 9 hours 7 minutes.",
                       "Source: Wikipedia"
                       ]
    },
    "monoceros": {
        "title": "Monoceros (Constellation)",
        "subtitle": "The Unicorn",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Monoceros (Greek: Μονόκερως) is a faint constellation on the celestial equator. Its name is Greek for unicorn. Its definition is attributed to the 17th-century Dutch cartographer Petrus Plancius. It is bordered by Orion to the west, Gemini to the north, Canis Major to the south and Hydra to the east. Other bordering constellations include Canis Minor, Lepus and Puppis.",
                       "Source: Wikipedia"
                       ]
    },
    "musca": {
        "title": "Musca (Constellation)",
        "subtitle": "The Fly",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Musca (Latin: fly) is a small constellation in the deep southern sky. It was one of twelve constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman and it first appeared on a 35-cm (14 in) diameter celestial globe published in 1597 (or 1598) in Amsterdam by Plancius and Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603. It was also known as Apis (Latin: bee) for two hundred years. Musca remains below the horizon for most Northern Hemisphere observers.",
                       "Many of the constellation's brighter stars are members of the Scorpius–Centaurus Association, a loose group of hot blue-white stars that appear to share a common origin and motion across the Milky Way. These include Alpha, Beta, Gamma, Zeta2 and (likely) Eta Muscae, as well as HD 100546, a blue-white Herbig Ae/Be star that is surrounded by a complex debris disk containing a large planet or brown dwarf and possible protoplanet. Two further star systems have been found to have planets. The constellation also contains two Cepheid variables visible to the naked eye. Theta Muscae is a triple star system, the brightest member of which is a Wolf–Rayet star.",
                       "Source: Wikipedia"
                       ]
    },
    "norma": {
        "title": "Norma (Constellation)",
        "subtitle": "The Carpenter's Square",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Norma is a small constellation in the Southern Celestial Hemisphere between Scorpius and Centaurus, one of twelve drawn up in the 18th century by French astronomer Nicolas Louis de Lacaille and one of several depicting scientific instruments. Its name is Latin for normal, referring to a right angle, and is variously considered to represent a rule, a carpenter's square, a set square or a level.",
                       "Four of Norma's brighter stars—Gamma, Delta, Epsilon and Eta—make up a square in the field of faint stars. Gamma2 Normae is the brightest star with an apparent magnitude of 4.0. Mu Normae is one of the most luminous stars known, with a luminosity half- to one million times that of the Sun. Four star systems are known to harbour planets. The Milky Way passes through Norma, and the constellation contains eight open clusters visible to observers with binoculars. The constellation also hosts Abell 3627, also called the Norma Cluster, one of the most massive galaxy clusters known.",
                       "Source: Wikipedia"
                       ]
    },
    "octans": {
        "title": "Octans (Constellation)",
        "subtitle": "The Octant",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Octans /ˈɒktænz/ is a faint constellation located in the deep southern sky. Its name is Latin for the eighth part of a circle, but it is named after the octant, a navigational instrument. The constellation was devised by French astronomer Nicolas Louis de Lacaille in 1752, and it remains one of the 88 modern constellations.",
                       "Source: Wikipedia"
                       ]
    },
    "ophiuchus": {
        "title": "Ophiuchus (Constellation)",
        "subtitle": "The Serpent-Bearer",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Ophiuchus /ɒfiˈjuːkəs/ is a large constellation located around the celestial equator. Its name is from the Greek Ὀφιοῦχος \"serpent-bearer\", and it is commonly represented as a man grasping the snake that is represented by the constellation Serpens. Ophiuchus was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations. It was formerly referred to as Serpentarius /sɜrpənˈtɛəriəs/ and Anguitenens.",
                       "Source: Wikipedia"
                       ]
    },
    "orion": {
        "title": "Orion (Constellation)",
        "subtitle": "The Hunter",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Orion is a prominent constellation located on the celestial equator and visible throughout the world. It is one of the most conspicuous and recognizable constellations in the night sky. It was named after Orion, a hunter in Greek mythology. Its brightest stars are Rigel (Beta Orionis) and Betelgeuse (Alpha Orionis), a blue-white and a red supergiant, respectively.",
                       "Source: Wikipedia"
                       ]
    },
    "pavo": {
        "title": "Pavo (Constellation)",
        "subtitle": "The Peacock",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Pavo is a constellation in the southern sky with the Latin name for peacock. It is one of twelve constellations conceived by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman. Pavo first appeared on a 35-cm (14 in) diameter celestial globe published in 1598 in Amsterdam by Plancius and Jodocus Hondius and was depicted in Johann Bayer's star atlas Uranometria of 1603. French explorer and astronomer Nicolas Louis de Lacaille gave its stars Bayer designations in 1756. The constellations Pavo, Grus, Phoenix and Tucana are collectively known as the \"Southern Birds\".",
                       "The constellation's brightest member, Alpha Pavonis, is also known as Peacock and appears as a 1.91-magnitude blue-white star, but is actually a spectroscopic binary. Delta Pavonis is a nearby Sun-like star some 19.9 light years distant. Six of the star systems in Pavo have been found to host planets, including HD 181433 with a super-earth, and HD 172555 with evidence of a major interplanetary collision in the past few thousand years. The constellation contains NGC 6752, the third-brightest globular cluster in the sky, and the spiral galaxy NGC 6744, which closely resembles our Milky Way but is twice as large. Pavo is the radiant of two annual meteor showers: the Delta Pavonids and August Pavonids.",
                       "Source: Wikipedia"
                       ]
    },
    "pegasus": {
        "title": "Pegasus (Constellation)",
        "subtitle": "The Winged Horse",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Pegasus is a constellation in the northern sky, named after the winged horse Pegasus in Greek mythology. It was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and remains one of the 88 modern constellations.",
                       "With an apparent magnitude varying between 2.37 and 2.45, the brightest star in Pegasus is the orange supergiant Epsilon Pegasi, also known as Enif, which marks the horse's muzzle. Alpha (Markab), Beta (Scheat), and Gamma (Algenib), together with Alpha Andromedae (Alpheratz or Sirrah) form the large asterism known as the Square of Pegasus. Twelve star systems have been found to have exoplanets.",
                       "Source: Wikipedia"
                       ]
    },
    "perseus": {
        "title": "Perseus (Constellation)",
        "subtitle": "",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Perseus, named after the Greek mythological hero Perseus, is a constellation in the northern sky. It was one of 48 listed by the 2nd-century astronomer Ptolemy and among the 88 modern constellations defined by the International Astronomical Union (IAU). It is located in the northern celestial hemisphere near several other constellations named after legends surrounding Perseus, including Andromeda to the west and Cassiopeia to the north. Perseus is also bordered by Aries and Taurus to the south, Auriga to the east, Camelopardalis to the north, and Triangulum to the west.",
                       "The galactic plane of the Milky Way passes through Perseus but is mostly obscured by molecular clouds. The constellation's brightest star is the yellow-white supergiant Alpha Persei (also called Mirfak), which shines at magnitude 1.79. It and many of the surrounding stars are members of an open cluster known as the Alpha Persei Cluster. The best-known star, however, is Algol (Beta Persei), linked with ominous legends because of its variability, which is noticeable to the naked eye. Rather than being an intrinsically variable star, it is an eclipsing binary. Other notable star systems in Perseus include X Persei, a binary system containing a neutron star, and GK Persei, a nova that peaked at magnitude 0.2 in 1901. The Double Cluster, comprising two open clusters quite near each other in the sky, was known to the ancient Chinese. The constellation gives its name to the Perseus Cluster (Abell 426), a massive galaxy cluster located 250 million light-years from Earth. It hosts the radiant of the annual Perseids meteor shower—one of the most prominent meteor showers in the sky.",
                       "Source: Wikipedia"
                       ]
    },
    "phoenix": {
        "title": "Phoenix (Constellation)",
        "subtitle": "",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Phoenix is a minor constellation in the southern sky. Named after the mythical phoenix, it was first depicted on a celestial atlas by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille charted the brighter stars and gave their Bayer designations in 1756. The constellation stretches from roughly −39° to −57° declination, and from 23.5h to 2.5h of right ascension. The constellations Phoenix, Grus, Pavo and Tucana, are known as the Southern Birds.",
                       "The brightest star, Alpha Phoenicis, is named Ankaa, an Arabic word meaning 'the Phoenix'. It is an orange giant of apparent magnitude 2.4. Next is Beta Phoenicis, actually a binary system composed of two yellow giants with a combined apparent magnitude of 3.3. Nu Phoenicis has a dust disk, while the constellation has ten star systems with known planets and the recently discovered galaxy clusters El Gordo and the Phoenix Cluster—located 7.2 and 5.7 billion light years away respectively, two of the largest objects in the visible universe. Phoenix is the radiant of two annual meteor showers: the Phoenicids in December, and the July Phoenicids.",
                       "Source: Wikipedia"
                       ]
    },
    "pictor": {
        "title": "Pictor (Constellation)",
        "subtitle": "The Easel",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Pictor is a small faint constellation in the Southern Celestial Hemisphere, located between the brilliant star Canopus and the Large Magellanic Cloud. Latin for painter, its name is an abbreviation of the older name Equuleus Pictoris (the \"painter's easel\"). Normally represented as an easel, Pictor was invented and named by Abbé Nicolas Louis de Lacaille in the 18th century. The constellation's brightest star is Alpha Pictoris, a white main sequence star of apparent (visual) magnitude 3.3 around 97 light-years away from Earth. Pictor also hosts RR Pictoris, a cataclysmic variable star system that flared up as a nova, reaching magnitude 1.2 in 1925 before fading into obscurity.",
                       "Pictor has attracted attention because of its second-brightest star Beta Pictoris, 63.4 light-years distant from Earth, which is surrounded by an unusual dust disk rich in carbon, as well as an exoplanet (extrasolar planet). Another five stars in the constellation have been found to have planets. Among them is HD 40307, an orange dwarf that has six planets orbiting it, one of which—HD 40307 g—is a potential super-Earth in the circumstellar habitable zone. Kapteyn's Star, the nearest star in Pictor to Earth, is a red dwarf located 12.76 light-years away that was found to have two super-Earths in orbit in 2014. Pictor A is a radio galaxy that is shooting an 800,000 light-year long jet of plasma from a supermassive black hole at its centre. In 2006, a gamma ray burst—GRB 060729—was observed in Pictor, its extremely long X-ray afterglow detectable for nearly two years afterwards",
                       "Source: Wikipedia"
                       ]
    },
    "pisces": {
        "title": "Pisces (Constellation)",
        "subtitle": "The Fishes",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Pisces is a constellation of the zodiac. Its name is the Latin plural for fish. It lies between Aquarius to the west and Aries to the east. The ecliptic and the celestial equator intersect within this constellation and in Virgo.",
                       "Source: Wikipedia"
                       ]
    },
    "piscis austrinus": {
        "title": "Piscis Austrinus (Constellation)",
        "subtitle": "The Southern Fish",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Piscis Austrinus (also known as Piscis Australis) is a constellation in the southern celestial hemisphere. The name is Latin for \"the southern fish\", in contrast with the larger constellation Pisces, which represents a pair of fishes. Prior to the 20th century, it was also known as Piscis Notius. Its only star brighter than 4th magnitude is Fomalhaut, which is a first-magnitude star and is the 18th brightest star in the night sky.",
                       "Piscis Austrinus was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations. The stars of the modern constellation Grus once formed the \"tail\" of Piscis Austrinus. In 1597 (or 1598), Petrus Plancius carved out a separate constellation and named it after the crane.",
                       "In Greek mythology, this constellation is known as the Great Fish and it is portrayed as swallowing the water being poured out by Aquarius, the water-bearer constellation. The two fish of the constellation Pisces are said to be the offspring of the Great Fish. In Egyptian mythology, this fish saved the life of the Egyptian goddess Isis, so she placed this fish and its descendants into the heavens as constellations of stars.",
                       "Source: Wikipedia"
                       ]
    },
    "puppis": {
        "title": "Puppis (Constellation)",
        "subtitle": "The Poop Deck",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Puppis /ˈpʌpɨs/ is a constellation in the southern sky. Puppis, the Poop Deck, was originally part of an over-large constellation, the ship of \"Jason and the Argonauts\", Argo Navis, which centuries after its initial description, was divided into three parts, the other two being Carina (the keel and hull), and Vela (the sails of the ship). Puppis is the largest of the three constellations in square degrees. It is one of the 88 modern constellations recognized by the International Astronomical Union.",
                       "Source: Wikipedia"
                       ]
    },
    "pyxis": {
        "title": "Pyxis (Constellation)",
        "subtitle": "The Compass Box",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Pyxis (/ˈpɪksɨs/; Greek: box) is a small and faint constellation in the southern sky. Abbreviated from Pyxis Nautica, its name is Latin for a mariner's compass (contrasting with Circinus, which represents a draftsman's compasses). Pyxis was introduced by Nicolas Louis de Lacaille in the 18th century. The constellation is located close to those forming the old constellation of Argo Navis (the ship Argo), and in the 19th century astronomer John Herschel suggested renaming Pyxis to 'Malus, the mast', but the suggestion was not followed. Pyxis is completely visible from latitudes south of 53 degrees north, with its best evening-sky visibility in January through March.",
                       "The brightest star is Alpha Pyxidis at magnitude 3.68, a blue-white star around 22,000 times as luminous as the Sun. Near Alpha is T Pyxidis, a recurrent nova that has flared in brightness every few decades. Three star systems have planets, all discovered by doppler spectroscopy.",
                       "Source: Wikipedia"
                       ]
    },
    "reticulum": {
        "title": "Reticulum (Constellation)",
        "subtitle": "The Recticle",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Reticulum is a small, faint constellation in the southern sky. Its name is Latin for a small net, or reticle—a net of crosshairs at the focus of a telescope eyepiece that is used to measure star positions. The constellation is best viewed between October and December, but cannot be seen from middle to northern latitudes.",
                       "Source: Wikipedia"
                       ]
    },
    "sagitta": {
        "title": "Sagitta (Constellation)",
        "subtitle": "The Arrow",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Sagitta is a constellation. Its name is Latin for \"arrow\", and it should not be confused with the larger constellation Sagittarius, the archer. Although Sagitta is an ancient constellation, it has no star brighter than 3rd magnitude and has the third-smallest area of all constellations (only Equuleus and Crux are smaller). It was included among the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations defined by the International Astronomical Union. Located to the north of the equator, Sagitta can be seen from every location on Earth except within the Antarctic circle.",
                       "The red giant Gamma Sagittae is the constellation's brightest star, with an apparent magnitude of 3.47. Two star systems have been found to have planets.",
                       "Source: Wikipedia"
                       ]
    },
    "sagittarius": {
        "title": "Sagittarius (Constellation)",
        "subtitle": "The Archer",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Sagittarius is one of the constellations of the zodiac. It is one of the 48 constellations listed by the 2nd-century astronomer Ptolemy and remains one of the 88 modern constellations. Its name is Latin for the archer, and its symbol is ♐, a stylized arrow. Sagittarius is commonly represented as a centaur drawing a bow. It lies between Scorpius and Ophiuchus to the west and Capricornus to the east.",
                       "Source: Wikipedia"
                       ]
    },
    "scorpius": {
        "title": "Scorpius (Constellation)",
        "subtitle": "The Scorpion",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Scorpius is one of the constellations of the zodiac. Its name is Latin for scorpion, and its symbol is ♏. It lies between Libra to the west and Sagittarius to the east. It is a large constellation located in the southern hemisphere near the center of the Milky Way.",
                       "Source: Wikipedia"
                       ]
    },
    "sculptor": {
        "title": "Sculptor (Constellation)",
        "subtitle": "",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Sculptor is a small and faint constellation in the southern sky. It represents a sculptor. It was introduced by Nicolas Louis de Lacaille in the 18th century. He originally named it Apparatus Sculptoris (the sculptor's studio), but the name was later shortened.",
                       "Source: Wikipedia"
                       ]
    },
    "scutum": {
        "title": "Scutum (Constellation)",
        "subtitle": "The Shield",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Scutum is a small constellation introduced in the seventeenth century. Its name is Latin for shield.",
                       "Source: Wikipedia"
                       ]
    },
    "serpens": {
        "title": "Serpens (Constellation)",
        "subtitle": "The Snake",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Serpens (\"the Serpent\", Greek Ὄφις) is a constellation of the northern hemisphere. One of the 48 constellations listed by the 2nd century astronomer Ptolemy, it remains one of the 88 modern constellations defined by the International Astronomical Union. It is unique among the modern constellations in being split into two non-contiguous parts, Serpens Caput (Serpent's Head) to the west and Serpens Cauda (Serpent's Tail) to the east. Between these two halves lies the constellation of Ophiuchus, the \"Serpent-Bearer\". In figurative representations, the body of the serpent is represented as passing behind Ophiuchus between Mu Serpentis in Serpens Caput and Nu Serpentis in Serpens Cauda.",
                       "The brightest star in Serpens is the red giant star Alpha Serpentis, or Unukalhai, in Serpens Caput, with an apparent magnitude of 2.63. Also located in Serpens Caput are the naked-eye globular cluster Messier 5 and the naked-eye variables R Serpentis and Tau4 Serpentis. Notable extragalactic objects include Seyfert's Sextet, one of the densest galaxy clusters known; Arp 220, the prototypical ultraluminous infrared galaxy; and Hoag's Object, the most famous of the very rare class of galaxies known as ring galaxies.",
                       "Part of the Milky Way's galactic plane passes through Serpens Cauda, which is therefore rich in galactic deep-sky objects, such as the Eagle Nebula (IC 4703) and its associated star cluster Messier 16. The nebula measures 70 light-years by 50 light-years and contains the Pillars of Creation, three dust clouds that became famous for the image taken by the Hubble Space Telescope. Other striking objects include the Red Square Nebula, one of the few objects in astronomy to take on a square shape; and Westerhout 40, a massive nearby star-forming region consisting of a molecular cloud and an HII region.",
                       "Source: Wikipedia"
                       ]
    },
    "sextans": {
        "title": "Sextans (Constellation)",
        "subtitle": "The Sextant",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Sextans is a minor equatorial constellation which was introduced in 1687 by Johannes Hevelius. Its name is Latin for the astronomical sextant, an instrument that Hevelius made frequent use of in his observations.",
                       "Source: Wikipedia"
                       ]
    },
    "taurus": {
        "title": "Taurus (Constellation)",
        "subtitle": "The Bull",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Taurus (Latin for \"the Bull\"; symbol: ♉) is one of the constellations of the zodiac, which means it is crossed by the plane of the ecliptic. Taurus is a large and prominent constellation in the northern hemisphere's winter sky. It is one of the oldest constellations, dating back to at least the Early Bronze Age when it marked the location of the Sun during the spring equinox. Its importance to the agricultural calendar influenced various bull figures in the mythologies of Ancient Sumer, Akkad, Assyria, Babylon, Egypt, Greece, and Rome.",
                       "There are a number of features of interest to astronomers. Taurus hosts two of the nearest open clusters to Earth, the Pleiades and the Hyades, both of which are visible to the naked eye. At first magnitude, the red giant Aldebaran is the brightest star in the constellation. In the northwest part of Taurus is the supernova remnant Messier 1, more commonly known as the Crab Nebula. One of the closest regions of active star formation, the Taurus-Auriga complex, crosses into the northern part of the constellation. The variable star T Tauri is the prototype of a class of pre-main-sequence stars.",
                       "Source: Wikipedia"
                       ]
    },
    "telescopium": {
        "title": "Telescopium (Constellation)",
        "subtitle": "The Telescope",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Telescopium is a minor constellation in the southern celestial hemisphere, one of twelve created in the 18th century by French astronomer Nicolas Louis de Lacaille and one of several depicting scientific instruments. Its name is a Latinized form of the Greek word for telescope. Telescopium was later much reduced in size by Francis Baily and Benjamin Gould.",
                       "The brightest star in the constellation is Alpha Telescopii, a blue-white subgiant with an apparent magnitude of 3.5, followed by the orange giant star Zeta Telescopii at magnitude 4.1. Eta and PZ Telescopii are two young star systems with debris disks and brown dwarf companions. Telescopium hosts two unusual stars with very little hydrogen that are likely to be the result of two merged white dwarfs: HD 168476, also known as PV Telescopii, is a hot blue extreme helium star, while RS Telescopii is an R Coronae Borealis variable. RR Telescopii is a cataclysmic variable that brightened as a nova to magnitude 6 in 1948.",
                       "Source: Wikipedia"
                       ]
    },
    "triangulum": {
        "title": "Triangulum (Constellation)",
        "subtitle": "The Triangle",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Triangulum is a small constellation in the northern sky. Its name is Latin for \"triangle\", derived from its three brightest stars, which form a long and narrow triangle. Known to the ancient Babylonians and Greeks, Triangulum was one of the 48 constellations listed by the 2nd century astronomer Ptolemy. The celestial cartographers Johann Bayer and John Flamsteed catalogued the constellation's stars, giving six of them Bayer designations.",
                       "The white stars Beta and Gamma Trianguli, of apparent magnitudes 3.00 and 4.00, respectively, form the base of the triangle and the yellow-white Alpha Trianguli, of magnitude 3.41, the apex. Iota Trianguli is a notable double star system, and there are three star systems with planets located in Triangulum. The constellation contains several galaxies, the brightest and nearest of which is the Triangulum Galaxy or Messier 33—a member of the Local Group. The first quasar ever observed, 3C 48, also lies within Triangulum's boundaries.",
                       "Source: Wikipedia"
                       ]
    },
    "triangulum australe": {
        "title": "Triangulum Australe (Constellation)",
        "subtitle": "The Southern Triangle",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Triangulum Australe is a small constellation in the far Southern Celestial Hemisphere. Its name is Latin for \"the southern triangle\", which distinguishes it from Triangulum in the northern sky and is derived from the almost equilateral pattern of its three brightest stars. It was first depicted on a celestial globe as Triangulus Antarcticus by Petrus Plancius in 1589, and later with more accuracy and its current name by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille charted and gave the brighter stars their Bayer designations in 1756.",
                       "Alpha Trianguli Australis, known as Atria, is a second magnitude orange giant and the brightest star in the constellation, as well as the 42nd-brightest star in the night sky. Completing the triangle are the two white main sequence stars Beta and Gamma Trianguli Australis. Although the constellation lies in the Milky Way and contains many stars, deep-sky objects are not prominent. Notable features include the open cluster NGC 6025 and planetary nebula NGC 5979.",
                       "Source: Wikipedia"
                       ]
    },
    "tucana": {
        "title": "Tucana (Constellation)",
        "subtitle": "The Toucan",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Tucana is a constellation of stars in the southern sky, named after the toucan, a South American bird. It is one of twelve constellations conceived in the late sixteenth century by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman. Tucana first appeared on a 35-cm (14 in) diameter celestial globe published in 1598 in Amsterdam by Plancius and Jodocus Hondius and was depicted in Johann Bayer's star atlas Uranometria of 1603. French explorer and astronomer Nicolas Louis de Lacaille gave its stars Bayer designations in 1756. The constellations Tucana, Grus, Phoenix and Pavo are collectively known as the \"Southern Birds\".",
                       "Tucana is not a prominent constellation as all of its stars are third magnitude or fainter; the brightest is Alpha Tucanae with an apparent visual magnitude of 2.87. Beta Tucanae is a star system with six member stars, while Kappa is a quadruple system. Five star systems have been found to have exoplanets to date. The constellation contains 47 Tucanae, one of the brightest globular clusters in the sky, and most of the Small Magellanic Cloud.",
                       "Source: Wikipedia"
                       ]
    },
    "ursa major": {
        "title": "Ursa Major (Constellation)",
        "subtitle": "The Great Bear",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Ursa Major (Latin: \"Larger She-Bear\"; also known as the Great Bear and Charles' Wain) is a constellation visible throughout the year in most of the northern hemisphere. It can be seen best in the month of April. It is dominated by the widely recognized asterism known as the 'Big Dipper', 'The Wagon' and 'The Plough', which is a useful pointer towards the north, and it has mythological significance in numerous world cultures.",
                       "Source: Wikipedia"
                       ]
    },
    "ursa minor": {
        "title": "Ursa Minor (Constellation)",
        "subtitle": "The Little Bear",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Ursa Minor (Latin: \"Smaller She-Bear\", contrasting with Ursa Major), also known as the Little Bear, is a constellation in the northern sky. Like the Great Bear, the tail of the Little Bear may also be seen as the handle of a ladle, hence the name Little Dipper. It was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and remains one of the 88 modern constellations. Ursa Minor has traditionally been important for navigation, particularly by mariners, due to Polaris being the North Star.",
                       "Polaris, the brightest star in the constellation, is a yellow-white supergiant and the brightest Cepheid variable star in the night sky, ranging from apparent magnitude 1.97 to 2.00. Beta Ursae Minoris, also known as Kochab, is an aging star that has swollen and cooled to become an orange giant with an apparent magnitude of 2.08, only slightly fainter than Polaris. Kochab and magnitude 3 Gamma Ursae Minoris have been called the \"guardians of the pole star\". Planets have been detected orbiting four of the stars, including Kochab. The constellation also contains an isolated neutron star—Calvera—and H1504+65, the hottest white dwarf yet discovered with a surface temperature of 200,000 K.",
                       "Source: Wikipedia"
                       ]
    },
    "vela": {
        "title": "Vela (Constellation)",
        "subtitle": "The Sails",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Vela is a constellation in the southern sky. Its name is Latin for the sails of a ship, and it was originally part of a larger constellation, the ship Argo Navis, which was later divided into three or four parts, the others being Carina, Puppis and, according to some authorities, Pyxis. With an apparent magnitude of 1.8, its brightest star is the hot blue multiple star Gamma Velorum, one component of which is the brightest Wolf-Rayet star in the sky. Delta and Kappa Velorum, together with Epsilon and Iota Carinae, form the asterism known as the False Cross. 1.95-magnitude Delta is actually a triple or quintuple star system.",
                       "Source: Wikipedia"
                       ]
    },
    "virgo": {
        "title": "Virgo (Constellation)",
        "subtitle": "The Virgin",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Virgo is one of the constellations of the zodiac. Its name is Latin for virgin, and its symbol is ♍. Lying between Leo to the west and Libra to the east, it is the second largest constellation in the sky (after Hydra). It can be easily found through its brightest star, Spica.",
                       "Source: Wikipedia"
                       ]
    },
    "volans": {
        "title": "Volans (Constellation)",
        "subtitle": "The Flying Fish",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Volans is a constellation in the southern sky. It represents a flying fish; its name is a shortened form of its original name, Piscis Volans. Volans was one of twelve constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman and it first appeared on a 35-cm diameter celestial globe published in 1597 (or 1598) in Amsterdam by Plancius with Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603.",
                       "Source: Wikipedia"
                       ]
    },
    "vulpecula": {
        "title": "Vulpecula (Constellation)",
        "subtitle": "The Fox",
        "background": "",
        "measurements": [
        
        ],
        "paragraphs": [
                       "Vulpecula /vʌlˈpɛkjʊlə/ is a faint constellation in the northern sky. Its name is Latin for \"little fox\", although it is commonly known simply as the fox. It was identified in the seventeenth century, and is located in the middle of the Summer Triangle (an asterism consisting of the bright stars Deneb, Vega and Altair).",
                       "Source: Wikipedia"
                       ]
    },
    "alpheratz": {
        "title": "Alpheratz (Star)",
        "subtitle": "Alpha Andromedae",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Andromeda",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.06",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "97",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Andromedae (Alpha And, α And, α Andromedae), which has the traditional names Alpheratz (or Alpherat) and Sirrah (or Sirah), is the brightest star in the constellation of Andromeda. Located immediately northeast of the constellation of Pegasus, it is the northeastern star of the Great Square of Pegasus. Ptolemy considered Alpha Andromedae to be shared by Pegasus, and Bayer assigned it a designation in both constellations: Alpha Andromedae (α And) and Delta Pegasi (δ Peg). When the modern constellation boundaries were fixed in 1930, the latter designation dropped from use.",
                       "It is located 97 light-years from Earth. Although it appears to the naked eye as a single star, with overall apparent visual magnitude +2.06, it is actually a binary system composed of two stars in close orbit. The chemical composition of the brighter of the two stars is unusual as it is a mercury-manganese star whose atmosphere contains abnormally high levels of mercury, manganese, and other elements, including gallium and xenon. It is the brightest mercury-manganese star known.",
                       "Source: Wikipedia"
                       ]
    },
    "caph": {
        "title": "Caph (Star)",
        "subtitle": "Beta Cassiopeiae",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Cassiopeia",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.28",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "54.7",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Cassiopeiae (β Cas, β Cassiopeiae) is a Delta Scuti variable star in the constellation Cassiopeia. It is a subgiant or giant star belonging to the spectral class F2. The white star of second magnitude (+2.27 mag) has an absolute magnitude of +1.16 mag. It has the traditional name Caph, from the Arabic word كف kaf, \"palm\" (i.e. reaching from the Pleiades), also known as Al Sanām al Nākah. Another Arabic name is al-Kaff al-Khadib.",
                       "Source: Wikipedia"
                       ]
    },
    "algenib": {
        "title": "Algenib (Star)",
        "subtitle": "Alpha Persei",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Perseus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.806",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "510",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Persei (Alpha Per, α Persei, α Per) is the brightest star in the northern constellation of Perseus, just outshining the constellation's best known star, Algol. Known by the traditional names Mirfak and Algenib, it is a circumpolar star when viewed from the latitude of New York City or higher. It has an apparent visual magnitude of 1.8, placing it among the brightest stars in the sky. Mirfak lies in the midst of a cluster of stars eponymously named the Alpha Persei Cluster, or Melotte 20, which is easily visible in binoculars and includes many of the fainter stars in the constellation. The distance to this star has been determined using the parallax technique, putting it 510 light-years (160 parsecs) away.",
                       "Source: Wikipedia"
                       ]
    },
    "ankaa": {
        "title": "Ankaa (Star)",
        "subtitle": "Alpha Phoenicis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Phoenix",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.377",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "85",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Phoenicis (α Phe, α Phoenicis) is the brightest star in the constellation Phoenix. It has been given name Ankaa, from the Arabic العنقاء al-‘anqā’ \"the phoenix\", sometime after 1800 for the name of the constellation.[8] Medieval Arab astronomers formed the constellation of the dhow (small boat) where Phoenix is, so another popular name for the star is Nair al-Zaurak.[9] from النائر الزورق an-na’ir az-zawraq \"the bright (star) of the skiff\". The Latin translation is Cymbae, from lūcida cumbæ.",
                       "This is a spectroscopic binary star system with components that orbit each other every 3848.8 days (10.5 years). The combined stellar classification of the system is K0.5 IIIb, which matches the spectrum of a lower luminosity giant star. It has an apparent visual magnitude of 2.4, so it is somewhat outshone by its first magnitude neighbors Achernar (α Eridani) and Fomalhaut (α Piscis Australis). Based upon parallax measurements, this system is at a distance of about 85 light-years (26 parsecs) from the Earth. The interferometry-measured angular diameter of the primary component, after correcting for limb darkening, is 5.25 ± 0.06 mas, which, at its estimated distance, equates to a physical radius of about 15 times the radius of the Sun.",
                       "Ankaa is similar to many of the visible stars of the night sky, being an orange giant of relatively average stellar size. It is currently thought to be in the midst of a short but stable helium burning phase of its stellar evolution, although it probably won't be long in astronomical terms before it sheds its outer layers in a planetary nebula and ends its life quietly as a white dwarf. Ankaa has a small stellar companion, about which little is known.",
                       "Source: Wikipedia"
                       ]
    },
    "shedir": {
        "title": "Shedir (Star)",
        "subtitle": "Alpha Cassiopeiae",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Cassiopeia",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.240",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "228",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Cassiopeiae (α Cas, α Cassiopeiae ) is a second magnitude star in the constellation Cassiopeia, with the traditional name Schedar, sometimes spelled Shedir. Though listed as the alpha star by Johann Bayer, Schedar's visual brightness closely rivals the beta star in the constellation, Caph. Depending on which passband is used, α Cas may be marginally brighter or dimmer than β Cas. However, recent calculations from the All-Sky catalog indicate that Schedar is the brightest in Cassiopeia, with a visual magnitude of 2.240. With Schedar located farther away from Earth than Caph, at 228 light years versus 54, Schedar is almost 18 times brighter than its rival insofar as intrinsic brightness is concerned.",
                       "Source: Wikipedia"
                       ]
    },
    "diphda": {
        "title": "Diphda (Star)",
        "subtitle": "Beta Ceti",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Cetus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.02",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "96.3",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Ceti (β Cet, β Ceti) is the brightest star in the constellation Cetus. Although it has the Bayer designation \"beta\", it is actually brighter than Alpha Ceti. It has the traditional names Deneb Kaitos and Diphda. This orange giant is easy to identify due to its location in an otherwise dark section of the celestial sphere. Based on parallax measurements, it lies at an estimated distance of 96.3 light-years (29.5 parsecs) from Earth.",
                       "Source: Wikipedia"
                       ]
    },
    "mirach": {
        "title": "Mirach (Star)",
        "subtitle": "Beta Andromedae",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Andromeda",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.05",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "197",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Andromedae (Beta And, β And, β Andromedae) is the Bayer designation for a prominent star in the northern constellation of Andromeda. It has the traditional name Mirach, which is also spelled Merach, Mirac, Mirak. β Andromedae is located northeast of the Great Square of Pegasus and is theoretically visible to all observers north of 54° S. The galaxy NGC 404, also known as Mirach's Ghost, is visible seven arc-minutes away.",
                       "This star has an average apparent visual magnitude of 2.05, which makes it the brightest star in the constellation. However, the luminosity varies slightly from magnitude +2.01 to +2.10 Based upon parallax measurements, it is located at a distance of roughly 197 light-years (60 parsecs) from Earth. The apparent magnitude of this star is reduced by 0.06 from extinction caused by the gas and dust along the line of sight.",
                       "Source: Wikipedia"
                       ]
    },
    "achernar": {
        "title": "Achernar (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Eridanus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.445",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "139",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Achernar (α Eri, α Eridani, Alpha Eridani), sometimes spelled Achenar, is the brightest star in the constellation Eridanus and the tenth-brightest star in the night sky. Of the ten apparent brightest stars in the nighttime sky, Achernar is the hottest and bluest in color, being of spectral type B. Lying at the southern tip of Eridanus, the star has an unusually rapid rotational velocity, causing it to become oblate in shape. Achernar is actually a binary star system, with the second star known as Achernar B. The second star is smaller and orbits Achernar A at a distance of roughly 12 astronomical units (AU). Achernar B is of spectral type A.",
                       "Source: Wikipedia"
                       ]
    },
    "p eridani": {
        "title": "p Eridani (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Eridanus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "5.87",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "25.5",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "p Eridani (6 Eri, DUN 5) is a binary star system in the constellation of Eridanus (the River) whose distance is approximately 26 light-years. It was found to be a double star in December 1825 by James Dunlop in Australia at his home at Paramatta, now spelt Parramatta.",
                       "Source: Wikipedia"
                       ]
    },
    "hamal": {
        "title": "Hamal (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Aries",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.00",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "65.8",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Hamal (α Ari, α Arietis, Alpha Arietis) is the brightest star in the northern zodiacal constellation of Aries. It has the Bayer designation α Arietis and the Flamsteed designation of 13 Arietis. With an apparent visual magnitude of 2.0, it is among the brightest stars in the night sky. Based upon parallax measurements made with Hipparcos astrometry satellite, Hamal is about 65.8 light-years (20.2 parsecs) from Earth. It is a giant star that may host an orbiting planet with a mass greater than Jupiter.",
                       "Source: Wikipedia"
                       ]
    },
    "polaris": {
        "title": "Polaris (Star)",
        "subtitle": "The Pole Star",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Minor",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.98",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "434",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Polaris (α Ursae Minoris, α UMi, commonly North Star or Pole Star) is the brightest star in the constellation Ursa Minor, and the 45th brightest star in the night sky. It is very close to the north celestial pole, making it the current northern pole star.",
                       "It is a multiple star, comprising the main star, α UMi Aa, which is a supergiant; two smaller companions, α UMi B and α UMi Ab; and two distant components, α UMi C and α UMi D. α UMi B was discovered in 1780 by William Herschel.",
                       "The revised Hipparcos parallax calculates the distance to Polaris at about 434 light-years (133 parsecs). Many recent papers derive distances up to 30% closer, particularly if the fundamental pulsation mode is assumed. It is especially important to derive an accurate model because Polaris is the closest Cepheid variable to Earth, so its physical parameters are critically important to the whole astronomical distance scale.",
                       "Source: Wikipedia"
                       ]
    },
    "268 g. ceti": {
        "title": "268 G. Ceti (Star)",
        "subtitle": "Gliese 105",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Cetus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "5.82",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "23.42",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Gliese 105 (also known as 268 G. Ceti) is a triple star system in the constellation of Cetus. It is located relatively near the Sun at an estimated distance of less than 24 light years, but even the brightest component is too faint to see directly with the unaided eye. No planets have yet been detected around any of the stars in this system.",
                       "The companion star B has a common proper motion with A, and the two have an estimated separation of 1,200 AUs. It is a BY Draconis variable star that has been given the designation \"BX Ceti\".",
                       "The third companion C lies much closer to A, at a distance of approximately 24 AU. The pair A-C have an estimated orbital period of 61 years. Component C is a relatively minuscule star that lies at the low end of the mass range needed to achieve nuclear fusion.",
                       "Source: Wikipedia"
                       ]
    },
    "menkar": {
        "title": "Menkar (Star)",
        "subtitle": "Alpha Ceti",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Cetus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.53",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "249",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Ceti (α Cet, α Ceti) is a star in the constellation of Cetus. It has the traditional name Menkar or Menkab. The name Menkar derives from the Arabic word منخر manħar \"nostril\" (of Cetus).",
                       "This star, along with γ Cet (Kaffaljidhma), δ Cet, λ Cet (Menkar), μ Cet, ξ1 Cet and ξ2 Cet were Al Kaff al Jidhmah, \"the Part of a Hand\".",
                       "Source: Wikipedia"
                       ]
    },
    "algol": {
        "title": "Algol (Star)",
        "subtitle": "Demon Star",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Perseus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.12",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "93",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Algol (Beta Per, β Persei, β Per), known colloquially as the Demon Star, is a bright star in the constellation Perseus. It is one of the best known eclipsing binaries, the first such star to be discovered, and also one of the first (non-nova) variable stars to be discovered. Algol is actually a three-star system (Beta Persei A, B, and C) in which the large and bright primary Beta Persei A is regularly eclipsed by the dimmer Beta Persei B. Thus, Algol's magnitude is usually near-constant at 2.1, but regularly dips to 3.4 every 2 days, 20 hours and 49 minutes during the roughly 10-hour-long partial eclipses. There is also a secondary eclipse (the \"second minimum\") when the brighter star occults the fainter secondary. This secondary eclipse can only be detected photoelectrically.[4] Algol gives its name to its class of eclipsing variable, known as Algol variables.",
                       "Source: Wikipedia"
                       ]
    },
    "82 g. eri": {
        "title": "82 G. Eri (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Eridanus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "4.254",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "19.71",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "82 G. Eridani (HD 20794, HR 1008, e Eridani) is a star about 20 light years away from Earth in the constellation Eridanus. It is a main-sequence star with a stellar classification of G8.",
                       "Source: Wikipedia"
                       ]
    },
    "mirphak": {
        "title": "Mirphak (Star)",
        "subtitle": "Alpha Persei",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Perseus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.806",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "510",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Persei (Alpha Per, α Persei, α Per) is the brightest star in the northern constellation of Perseus, just outshining the constellation's best known star, Algol. Known by the traditional names Mirfak and Algenib, it is a circumpolar star when viewed from the latitude of New York City or higher. It has an apparent visual magnitude of 1.8, placing it among the brightest stars in the sky. Mirfak lies in the midst of a cluster of stars eponymously named the Alpha Persei Cluster, or Melotte 20, which is easily visible in binoculars and includes many of the fainter stars in the constellation. The distance to this star has been determined using the parallax technique, putting it 510 light-years (160 parsecs) away.",
                       "Source: Wikipedia"
                       ]
    },
    "alcyone": {
        "title": "Alcyone (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Taurus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.873",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "400",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alcyone (η Tau, η Tauri, Eta Tauri) is a star system in the constellation Taurus. It is the brightest star in the Pleiades open cluster, which is a young cluster, aged at less than 50 million years. Alcyone is approximately 400 light years from Earth. It is named after the mythological figure Alcyone, one of the mythological Pleiades. It is known as 昴宿六 (the Sixth Star of the Hairy Head) in Chinese.",
                       "Source: Wikipedia"
                       ]
    },
    "aldebaran": {
        "title": "Aldebaran (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Taurus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.75",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "65.3",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Aldebaran /ælˈdɛbərən/ (α Tau, α Tauri, Alpha Tauri) is an orange giant star located about 65 light years away in the zodiac constellation of Taurus. With an average apparent magnitude of 0.87 it is the brightest star in the constellation and is one of the brightest stars in the night sky. The name Aldebaran is Arabic (الدبران al-dabarān) and means \"the Follower\", presumably because it rises near and soon after the Pleiades.",
                       "In 1993 a substellar companion was reported. Subsequent observations did not confirm this claim, but a paper accepted for publication in Astronomy and Astrophysics in 2015 shows evidence for a planetary companion.",
                       "The planetary exploration probe, Pioneer 10, which has been lost contact with, is currently heading in the general direction of the star and should make its closest approach in about two million years.",
                       "Source: Wikipedia"
                       ]
    },
    "rigel": {
        "title": "Rigel (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Orion",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.13",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "860",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Rigel, also known by its Bayer designation Beta Orionis (β Ori, β Orionis), is the brightest star in the constellation Orion and the seventh brightest star in the night sky, with visual magnitude 0.13. The star as seen from Earth is actually a triple star system, with the primary star (Rigel A) a blue-white supergiant of absolute magnitude −7.84 and around 120,000 times as luminous as the Sun. A blue-white supergiant, it has exhausted its core hydrogen and swollen out to 79 times the Sun's radius. An Alpha Cygni variable, it pulsates periodically. Visible in small telescopes and 500 times fainter than Rigel A, Rigel B is itself a spectroscopic binary system, consisting of two main sequence blue-white stars of spectral type B9V that are themselves estimated to be 2.5 and 1.9 times as massive as the Sun.",
                       "Source: Wikipedia"
                       ]
    },
    "capella": {
        "title": "Capella (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Auriga",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.91",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "42.8",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Capella is the brightest star in the constellation Auriga, the sixth brightest in the night sky and the third brightest in the northern celestial hemisphere, after Arcturus and Vega. Its name is derived from the diminutive of the Latin capra \"goat\", hence \"little goat\". Capella also bears the Bayer designation Alpha Aurigae (often abbreviated to α Aurigae, α Aur or Alpha Aur). Although it appears to be a single star to the naked eye, it is actually a star system of four stars in two binary pairs. The first pair consists of two bright, large type-G giant stars, both with a radius around 10 times that of the Sun and two and a half times its mass, in close orbit around each other. Designated Capella Aa and Capella Ab, these two stars have both exhausted their core hydrogen fuel and become giant stars, though it is unclear exactly what stage they are on the stellar evolutionary pathway. The second pair, around 10,000 astronomical units from the first, consists of two faint, small and relatively cool red dwarfs. They are designated Capella H and Capella L. The stars labelled Capella C through to G and I through to K are actually unrelated stars in the same visual field. The Capella system is relatively close, at only 42.8 light-years (13.1 pc) from Earth.",
                       "Source: Wikipedia"
                       ]
    },
    "bellatrix": {
        "title": "Bellatrix (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Orion",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.64",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "250",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Bellatrix, also known by its Bayer designation Gamma Orionis (γ Ori, γ Orionis), is the third brightest star in the constellation Orion, 5° right of the red giant α Ori (Betelgeuse). Just between the 1st and 2nd magnitude, it is the 27th brightest star in the night sky.",
                       "Source: Wikipedia"
                       ]
    },
    "alnath": {
        "title": "Alnath (Star)",
        "subtitle": "Beta Tauri",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Taurus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.68",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "131",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Tauri (β Tau, β Tauri) is the second brightest star in the constellation Taurus, with an apparent magnitude of 1.68.[1] Ptolemy considered Beta Tauri to be shared by Auriga, and Bayer assigned it a designation in both constellations: Beta Tauri (β Tau) and Gamma Aurigae (γ Aur). When the modern constellation boundaries were fixed in 1930, the latter designation dropped from use. The star has the traditional name Elnath—a reference to \"the butting\" of the bull's horns.",
                       "Source: Wikipedia"
                       ]
    },
    "nihal": {
        "title": "Nihal (Star)",
        "subtitle": "Beta Leporis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Lepus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.84",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "160",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Leporis (Beta Lep, β Leporis, β Lep) is the second brightest star in the constellation of Lepus. It is also known as Nihal, \"quenching their thirst\". The occasional spelling Nibal appears to be due to a misreading.",
                       "Based on parallax measurements from the Hipparcos astrometry satellite, this star is located about 160 light-years (49 parsecs) from the Earth. It has an apparent visual magnitude of 2.84 and a stellar classification of G5 II. The mass of this star is 3.5 times the mass of the Sun and it is about 240 million years old, which is sufficient time for a star this massive to consume the hydrogen at its core and evolve away from the main sequence, becoming a G-type bright giant.",
                       "This is a double star system and may be a binary. Using adaptive optics on the AEOS telescope at Haleakala Observatory, the pair was found to be separated by an angle of 2.58 arcseconds at a position angle of 1.4°. Component B has been observed to fluctuate in brightness and is catalogued as suspected variable star NSV 2008.",
                       "Source: Wikipedia"
                       ]
    },
    "arneb": {
        "title": "Arneb (Star)",
        "subtitle": "Alpha Leporis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Lepus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.589",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "2,200",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Leporis (α Lep, α Leporis) is the brightest star in the constellation Lepus. It has the traditional name Arneb, from the Arabic أرنب ’arnab \"hare\".",
                       "This is a massive star with about 14 times the mass of the Sun. The interferometer-measured angular diameter of this star, after correction for limb darkening, is 1.77 ± 0.09 mas. At an estimated distance of 2,218 light-years (680 parsecs), this yields a physical size of about 129 times the radius of the Sun. Alpha Leporis has a stellar classification of F0 Ib, with the Ib luminosity class indicating that it is a lower luminosity supergiant star. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. The effective temperature of the outer envelope is about 6,850 K, which gives the star a yellow-white hue that is typical of F-type stars. It is an estimated 13 million years old.",
                       "Alpha Leporis is an older, dying star that may have already passed through a supergiant phase and is now contracting and heating up in the latter phases of stellar evolution, or perhaps is still expanding into the supergiant phase. Based upon its estimated mass, it is expected to end its life in a spectacular stellar explosion known as a supernova.",
                       "Source: Wikipedia"
                       ]
    },
    "alnilam": {
        "title": "Alnilam (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Orion",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.69",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "2,000",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alnilam is a large blue supergiant star some 1,340 light years distant in the constellation of Orion. It has a Bayer designation of Epsilon Orionis (ε Ori). Its Flamsteed designation is 46 Orionis.",
                       "It is the 30th brightest star in the sky (the 4th brightest in Orion) and is a blue-white supergiant. Together with Mintaka and Alnitak, the three stars make up the belt of Orion, known by many names across many ancient cultures. Alnilam is the middle star. It is slightly variable, from magnitude 1.64 to 1.74. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. It is also one of the 58 stars used in celestial navigation. It is at its highest point in the sky around midnight on December 15. Alnilam's relatively simple spectrum has made it useful for studying the interstellar medium. Within the next million years, this star may turn into a red supergiant and explode as a supernova. It is surrounded by a molecular cloud, NGC 1990, which it illuminates to make a reflection nebula. Its stellar winds may reach up to 2000 km/s, causing it to lose mass about 20 million times more rapidly than the Sun.",
                       "Estimates of its properties vary. Crowther and colleagues, using stellar wind and atmospheric modelling in 2006, came up with a luminosity 275,000 times that of the Sun (L☉), and effective temperature of 27,000 K and a radius 24 times that of the Sun (R☉). Searle and colleagues, using CMFGEN code to analyse the spectrum in 2008, calculated a luminosity of 537,000 L☉, an effective temperature of 27,500 ± 100 K and a radius of 32.4 ± 0.75 R☉. Analysis of the spectra and age of the members of the Orion OB1 association yields a mass 34.6 times that of the Sun (40.8 M☉ on the main sequence) and an age of 5.7 million years.",
                       "Source: Wikipedia"
                       ]
    },
    "alnitak": {
        "title": "Alnitak (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Orion",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.79",
                         "units": "Combined"
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "387",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alnitak (Arabic: النطاق an-niṭāq‎) is a multiple star several hundred parsecs away in the constellation Orion. It is part of Orion's Belt along with Alnilam and Mintaka, and has a Bayer designation of Zeta Orionis (ζ Ori) and a Flamsteed designation of 50 Orionis.",
                       "The primary star is a hot blue supergiant with an absolute magnitude of -6.0 and is the brightest class O star in the night sky with a visual magnitude of +2.0. It has two bluish 4th magnitude companions, producing a combined magnitude for the trio of +1.79. The stars are members of the Orion OB1 association and the Collinder 70 association.",
                       "Source: Wikipedia"
                       ]
    },
    "saiph": {
        "title": "Saiph (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Orion",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.09",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "650",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Saiph (κ Orionis, 53 Orionis) is the sixth-brightest star in the constellation of Orion. Of the four bright stars that compose Orion's main quadrangle, it is the star at the south-eastern corner. A northern-hemisphere observer facing south would see it at the lower left of Orion, and a southern-hemisphere observer facing north would see it at the upper right. The name Saiph is from the Arabic saif al jabbar, 'سیف الجبّار' literally sword of the giant. This name was originally applied to Eta Orionis.",
                       "In the 17th century catalogue of stars in the Calendarium of Al Achsasi al Mouakket, this star was designated Rekbah al Jauza al Yemeniat, which was translated into Latin as Genu Dextrum Gigantis \"right knee of the giant\".",
                       "Parallax measurements yield an estimated distance of 650 light-years (198 parsecs) from Earth, which is about the same as Betelgeuse. However despite being a hotter star, it is smaller and less luminous than Rigel with an apparent visual magnitude of 2.1. The luminosity of this star changes slightly, varying by 0.04 magnitudes.",
                       "Saiph has a stellar classification of B0.5 Ia. The luminosity class 'Ia' represents a bright supergiant star that has exhausted the supply of hydrogen at its core and evolved away from the main sequence. Saiph has a strong stellar wind and is losing mass at the rate of 9.0 × 10−7 times the mass of the Sun per year, or the equivalent of the Sun's mass every 1.1 million years. Using a combination of parallax as determined by HIPPARCOS and spectrum yields a mass 15.50 ± 1.25 times and luminosity 56,881 times that of the Sun. Analysis of the spectra and age of the members of the Orion OB1 association yields a 28 times that of the Sun (from an original mass 31.8 times that of the Sun) and an age of 6.2 million years. Large stars such as Saiph (and many other stars in Orion) are destined to collapse on themselves and explode as Type II supernovae.",
                       "Source: Wikipedia"
                       ]
    },
    "betelgeuse": {
        "title": "Betelgeuse (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Orion",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.42",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "643",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Betelgeuse (/ˈbiːtəldʒuːz/, /ˈbɛtəldʒuːz/, /ˈbiːtəldʒɜrz/ or /ˈbiːtəldʒuːs/), also known by its Bayer designation Alpha Orionis (shortened to α Orionis or α Ori), is the ninth-brightest star in the night sky and second-brightest in the constellation of Orion. Distinctly reddish, it is a semiregular variable star whose apparent magnitude varies between 0.2 and 1.2, the widest range of any first-magnitude star. Betelgeuse is one of three stars that make up the Winter Triangle, and it marks the center of the Winter Hexagon. The star's name is derived from the Arabic إبط الجوزاء Ibt al-Jauzā', meaning \"the hand of Orion\". The Arabic letter for Y (which has two dots) was misread as B (with one dot) by medieval translators, creating the initial B in Betelgeuse.",
                       "The star is classified as a red supergiant of spectral type M2Iab and is one of the largest and most luminous observable stars. If Betelgeuse were at the center of the Solar System, its surface would extend past the asteroid belt, possibly to the orbit of Jupiter and beyond, wholly engulfing Mercury, Venus, Earth and Mars. Estimates of its mass are poorly constrained, but range from 5 to 30 times that of the Sun. Its distance from Earth was estimated in 2008 at 640 light-years, yielding a mean absolute magnitude of about −6.02. Less than 10 million years old, Betelgeuse has evolved rapidly because of its high mass. Having been ejected from its birthplace in the Orion OB1 Association—which includes the stars in Orion's Belt—this crimson runaway has been observed moving through the interstellar medium at a supersonic speed of 30 km/s, creating a bow shock over 4 light-years wide. Currently in a late stage of stellar evolution, the supergiant is expected to proceed through its life cycle before exploding as a type II supernova within the next million years. An observation by the Herschel Space Observatory in January 2013 revealed that the star's winds are crashing against the surrounding interstellar medium.",
                       "In 1920, Betelgeuse became the second star (after the Sun) to have the angular size of its photosphere measured. Since then, researchers have used telescopes with different technical parameters to measure the stellar giant, often with conflicting results. Studies since 1990 have produced an angular diameter (apparent size) ranging from 0.043 to 0.056 arcseconds, an incongruity largely caused by the star's tendency to periodically change shape. Due to limb darkening, variability, and angular diameters that vary with wavelength, many of the star's properties are not yet known with any certainty. Adding to these challenges, the surface of Betelgeuse is obscured by a complex, asymmetric envelope roughly 250 times the size of the star, caused by colossal mass loss.",
                       "Source: Wikipedia"
                       ]
    },
    "canopus": {
        "title": "Canopus (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Carina",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "-0.74",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "310",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Canopus (/kəˈnoʊpəs/; α Car, α Carinae, Alpha Carinae) is the brightest star in the southern constellation of Carina, and the second brightest star in the night-time sky, after Sirius. Canopus's visual magnitude is −0.72, and it has an absolute magnitude of −5.65.",
                       "Canopus is a supergiant of spectral type F. Canopus is essentially white when seen with the naked eye (although F-type stars are sometimes listed as \"yellowish-white\"). It is located in the far southern sky, at a declination of −52° 42' (2000) and a right ascension of 06h24.0m.",
                       "Its name comes from the mythological Canopus, who was a navigator for Menelaus, king of Sparta.",
                       "Source: Wikipedia"
                       ]
    },
    "alhena": {
        "title": "Alhena (Star)",
        "subtitle": "Gamma Geminorum",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Gemini",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.915",
                         "units": "Combined"
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "109",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Gamma Geminorum (γ Gem, γ Geminorum) is the third brightest star in the constellation Gemini. It has the traditional names Alhena and Almeisan. This star has an apparent visual magnitude of 1.9, making it easily visible to the naked eye even in urban regions. Based upon parallax measurements with the Hipparcos satellite, it is located at a distance of roughly 109 light-years (33 parsecs) from Earth.",
                       "Source: Wikipedia"
                       ]
    },
    "sirius": {
        "title": "Sirius (Star)",
        "subtitle": "Dog Star",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Canis Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "-1.47",
                         "units": "Combined"
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "8.60",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Sirius (/ˈsɪriəs/) is the brightest star (in fact, a star system) in the Earth's night sky. With a visual apparent magnitude of −1.46, it is almost twice as bright as Canopus, the next brightest star. The name \"Sirius\" is derived from the Ancient Greek: Σείριος Seirios (\"glowing\" or \"scorcher\"). The system has the Bayer designation Alpha Canis Majoris (α CMa). What the naked eye perceives as a single star is actually a binary star system, consisting of a white main-sequence star of spectral type A1V, termed Sirius A, and a faint white dwarf companion of spectral type DA2, called Sirius B. The distance separating Sirius A from its companion varies between 8.2 and 31.5 AU.",
                       "Sirius appears bright because of both its intrinsic luminosity and its proximity to Earth. At a distance of 2.6 parsecs (8.6 ly), as determined by the Hipparcos astrometry satellite, the Sirius system is one of Earth's near neighbors. Sirius is gradually moving closer to the Solar System, so it will slightly increase in brightness over the next 60,000 years. After that time its distance will begin to increase, but it will continue to be the brightest star in the Earth's sky for the next 210,000 years.",
                       "Sirius A is about twice as massive as the Sun (M☉) and has an absolute visual magnitude of 1.42. It is 25 times more luminous than the Sun but has a significantly lower luminosity than other bright stars such as Canopus or Rigel. The system is between 200 and 300 million years old. It was originally composed of two bright bluish stars. The more massive of these, Sirius B, consumed its resources and became a red giant before shedding its outer layers and collapsing into its current state as a white dwarf around 120 million years ago.",
                       "Sirius is also known colloquially as the \"Dog Star\", reflecting its prominence in its constellation, Canis Major (Greater Dog). The heliacal rising of Sirius marked the flooding of the Nile in Ancient Egypt and the \"dog days\" of summer for the ancient Greeks, while to the Polynesians in the southern hemisphere it marked winter and was an important star for navigation around the Pacific Ocean.",
                       "Source: Wikipedia"
                       ]
    },
    "adhara": {
        "title": "Adhara (Star)",
        "subtitle": "Epsilon Canis Majoris",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Canis Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.50",
                         "units": "Combined"
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "430",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Epsilon Canis Majoris (ε CMa, ε Canis Majoris) is the second brightest star in the constellation Canis Major, and one of the brightest stars in the night sky. It has the Bayer designation \"epsilon\" despite being the second brightest and not the fifth brightest star in its constellation. It has the traditional name Adhara (sometimes spelled Adara). The name is from the Arabic word عذارى ‘aðāra’, \"virgins\".",
                       "Source: Wikipedia"
                       ]
    },
    "castor": {
        "title": "Castor (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Gemini",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.93",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "51",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Castor (α Gem, α Geminorum, Alpha Geminorum) is the second brightest star in the constellation Gemini and one of the brightest stars in the night sky. Although it has the Bayer designation \"alpha\", it is actually fainter than Beta Geminorum (Pollux). Castor is 49.8 light years away from Earth.",
                       "Source: Wikipedia"
                       ]
    },
    "procyon": {
        "title": "Procyon (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Canis Minor",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.34",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "11.46",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Procyon (α CMi, α Canis Minoris, Alpha Canis Minoris; Br. pronunciation /ˈproʊsi.ɒn/]) is the brightest star in the constellation Canis Minor. To the naked eye, it appears to be a single star, the eighth brightest in the night sky with a visual apparent magnitude of 0.34. It is classified as a binary star system, consisting of a white main-sequence star of spectral type F5 IV–V, named Procyon A, and a faint white dwarf companion of spectral type DQZ, named Procyon B. The reason for its brightness is not its intrinsic luminosity but its relative closeness to the Sun; as determined by the European Space Agency Hipparcos astrometry satellite, it lies at a distance of just 11.46 light-years (3.51 parsecs), and is therefore one of our nearest stellar neighbours. Its closest neighboring star is Luyten's Star, about 1.12 ly (0.34 pc) away, and the latter would appear as a visual magnitude 2.7 star in the night sky of a hypothetical planet orbiting Procyon.",
                       "Source: Wikipedia"
                       ]
    },
    "pollux": {
        "title": "Pollux (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Gemini",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.14",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "33.78",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Pollux (β Gem, β Geminorum, Beta Geminorum) is a star in the northern constellation of Gemini. It is an evolved giant star with an orange hue. At an apparent visual magnitude of 1.1, Pollux is the brightest star in the constellation; brighter even than its neighbor Castor (Alpha Geminorum). Parallax measurements made with the Hipparcos astrometry satellite place it at a distance of about 33.78 light-years (10.36 parsecs) from Earth. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. In 2006, Pollux was confirmed to have an extrasolar planet orbiting it.",
                       "Source: Wikipedia"
                       ]
    },
    "alphard": {
        "title": "Alphard (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Hydra",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.00",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "177",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alphard (α Hya, α Hydrae, Alpha Hydrae) is the brightest star in the constellation Hydra. The name Alphard is from the Arabic الفرد (al-fard), \"the solitary one\", there being no other bright stars near it. It was also known as the \"backbone of the Serpent\" to the Arabs. In ancient China it formed part of an asterism called the \"red bird\". The European astronomer Tycho Brahe dubbed it Cor Hydræ, the heart of the snake.",
                       "Source: Wikipedia"
                       ]
    },
    "regulus": {
        "title": "Regulus (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Leo",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.40",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "79.3",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Regulus (α Leo, α Leonis, Alpha Leonis) is the brightest star in the constellation Leo and one of the brightest stars in the night sky, lying approximately 79 light years from Earth. Regulus is a multiple star system composed of four stars that are organized into two pairs. The spectroscopic binary Regulus A consists of a blue-white main-sequence star and its companion, which has not yet been directly observed, but is probably a white dwarf. Located farther away is the pair Regulus B and Regulus C and D, which are dim main-sequence stars.",
                       "Source: Wikipedia"
                       ]
    },
    "algieba": {
        "title": "Algieba (Star)",
        "subtitle": "Gamma Leonis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Leo",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.98",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "130",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Gamma Leonis (γ Leo, γ Leonis) is a binary star system in the constellation Leo. It has the traditional name Algieba or Al Gieba.",
                       "Source: Wikipedia"
                       ]
    },
    "merak": {
        "title": "Merak (Star)",
        "subtitle": "Beta Ursae Majoris",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.37",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "79.7",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Ursae Majoris (Beta UMa, β Ursae Majoris, β UMa) is a star in the northern circumpolar constellation of Ursa Major. It has the traditional name Merak.",
                       "The apparent visual magnitude of this star is +2.37, which means it is readily visible to the naked eye. It is more familiar to northern hemisphere observers as one of the \"pointer stars\" in the Big Dipper, or \"The Plough\" in England, which is a prominent asterism of seven stars that forms part of the larger constellation. Extending an imaginary straight line from this star through the nearby Alpha Ursae Majoris (Dubhe) extends to Polaris, the north star.",
                       "Source: Wikipedia"
                       ]
    },
    "dubhe": {
        "title": "Dubhe (Star)",
        "subtitle": "Alpha Ursae Majoris",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.79",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "123",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Ursae Majoris (Alpha UMa, α Ursae Majoris, α UMa) is the second-brightest star in the constellation of Ursa Major (despite its Bayer designation of \"alpha\").",
                       "This star forms part of the Big Dipper (also known as the Plough or the Great Bear), and is the northern of the 'pointers' (or 'guards'), the two stars of Ursa Major which point towards Polaris, the North Star. Dubhe is about 123 light years away and is a giant star that has evolved away from the main sequence after consuming the hydrogen at its core. It is a spectroscopic binary with a main sequence companion α UMa B that has a stellar classification of K0V. The companion star orbits at a mean separation of about 23 astronomical units (AU) and completes an orbit every 44.4 years. More than 8,000 AU distant from this pair is a second binary system that includes an F-type star, making this a four star system.",
                       "Although it is part of the constellation of Ursa Major, it does not form part of the Ursa Major Moving Group of stars that have a common motion through space.",
                       "Source: Wikipedia"
                       ]
    },
    "denebola": {
        "title": "Denebola (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Leo",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.113",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "35.9",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Denebola (β Leo, β Leonis, Beta Leonis) is the third brightest star in the zodiac constellation of Leo. It is an A-type main sequence star with 75% more mass than the Sun and fifteen times the Sun's luminosity. Based on parallax measurements from the Hipparcos astrometry satellite, the star is at a distance of about 36 light-years (11 parsecs) from Earth. Its apparent visual magnitude is 2.14, making it readily visible to the naked eye. Denebola is a Delta Scuti type variable star, meaning its luminosity varies very slightly over a period of a few hours.",
                       "Although it is part of the constellation of Ursa Major, it does not form part of the Ursa Major Moving Group of stars that have a common motion through space.",
                       "Source: Wikipedia"
                       ]
    },
    "phad": {
        "title": "Phad (Star)",
        "subtitle": "Gamma Ursae Majoris",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.438",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "83.2",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Gamma Ursae Majoris (Gamma UMa, γ Ursae Majoris, γ UMa) is a star in the constellation Ursa Major It has the traditional name Phad, or Phecda. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. Based upon parallax measurements with the Hipparcos astrometry satellite, it is located at distance of around 83.2 light-years (25.5 parsecs).",
                       "It is more familiar to most observers in the northern hemisphere as the lower-left star forming the bowl of the Big Dipper, together with Dubhe (upper-right), Merak (lower-right) and Megrez (upper-left). Along with four other stars in this well-known asterism, Phecda forms an actual loose, association of stars known as the Ursa Major moving group. Like the other stars in the group, it is a main sequence star not unlike our Sun, although somewhat hotter, brighter and larger.",
                       "Gamma Ursae Majoris is an Ae star, which is surrounded by an envelope of gas that is adding emission lines to the spectrum of the star; hence the 'e' suffix in the stellar classification of A0 Ve. It has 2.6 times the mass of the Sun, three times the Sun's radius, and an effective temperature of 9,355 K in its outer atmosphere. This star is rotating rapidly, with a projected rotational velocity of 178 km s−1. The estimated angular diameter of this star is about 0.92 mas. It has an estimated age of 300 million years.",
                       "Phecda is located in relatively close physical proximity to the prominent Mizar-Alcor star system. The two are separated by an estimated distance of 8.55 ly (2.62 pc); much closer than the two are from the Sun. The star Beta Ursae Majoris is separated from Gamma UMa by 11.0 ly (3.4 pc).",
                       "Source: Wikipedia"
                       ]
    },
    "acrux": {
        "title": "Acrux (Star)",
        "subtitle": "Alpha Crucis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Crux",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.77",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "320",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Crucis (α Cru, α Crucis, also Acrux, HD 108248) is the brightest star in the constellation Crux, the Southern Cross, and, at a combined visual magnitude 0.77, is the 13th brightest star in the night sky. Acrux is the southernmost first-magnitude star, just a little more southerly than Alpha Centauri.",
                       "Source: Wikipedia"
                       ]
    },
    "alioth": {
        "title": "Alioth (Star)",
        "subtitle": "Epsilon Ursae Majoris",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.76",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "82.6",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Epsilon Ursae Majoris (Epsilon UMa, ε Ursae Majoris, ε UMa) is the brightest star in the constellation Ursa Major (despite its Bayer designation being merely \"epsilon\"), and at magnitude 1.76 is the thirty-first brightest star in the sky. It has the traditional name Alioth. It is the star in the tail of the bear closest to its body, and thus the star in the handle of the Big Dipper (Plough) closest to the bowl. It is also a member of the large and diffuse Ursa Major moving group. Historically, the star was frequently used in celestial navigation in the maritime trade, because it is listed as one of the 57 navigational stars.",
                       "Source: Wikipedia"
                       ]
    },
    "vindemiatrix": {
        "title": "Vindemiatrix (Star)",
        "subtitle": "Epsilon Virginis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Virgo",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.826",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "109.6",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Epsilon Virginis (ε Vir, ε Virginis) is the Bayer designation for a star in the zodiac constellation of Virgo. It has the traditional name Vindemiatrix, which comes from Greek through Latin and means Grape Gatherer. The apparent visual magnitude of this star is +2.8, making it the third brightest member of Virgo. Based upon parallax measurements made during the Hipparcos mission, Vindemiatrix lies at a distance of about 109.6 light-years (33.6 parsecs) from Earth, give or take a half light year.",
                       "Vindemiatrix is a giant star with a stellar classification of G8 III. With 2.6 times the mass of the Sun, it has reached a stage in its evolution where the hydrogen fuel in its core is exhausted. As a result, it has expanded to over ten times the Sun's girth and is now radiating around 77 times as much luminosity as the Sun. This energy is being emitted from its outer atmosphere at an effective temperature of 5,086 K, which gives it the yellow-hued glow of a G-type star. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified.",
                       "This star is following an orbit through the Milky Way with an eccentricity of 0.11. This will carry it as close as 7.25 kpc (23.6 kly) to the Galactic Center, and take it as far as 8.95 kpc (29.2 kly). It is a likely member of the thin disk population and the orbit departs by no more than 60 pc (200 ly) from the galactic plane.",
                       "Source: Wikipedia"
                       ]
    },
    "mizar": {
        "title": "Mizar (Star)",
        "subtitle": "Mizar & Alcor",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.27",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "86",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Mizar and Alcor form a naked eye double star in the handle of the Big Dipper asterism in the constellation Ursa Major. Mizar is itself a quadruple system and Alcor is a binary, the pair together forming a sextuple system.",
                       "Source: Wikipedia"
                       ]
    },
    "spica": {
        "title": "Spica (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Virgo",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.04",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "250",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Spica (/ˈspaɪkə/; α Vir, α Virginis, Alpha Virginis) is the brightest star in the constellation Virgo, and the 15th brightest star in the night sky. Located 250 ± 10 light years from Earth, it is actually a spectroscopic binary and rotating ellipsoidal variable—a system whose two main stars are so close together they are egg-shaped rather than spherical, and can only be separated by their spectrum. The primary is a blue giant and a variable star of the Beta Cephei type.",
                       "Source: Wikipedia"
                       ]
    },
    "alkaid": {
        "title": "Alkaid (Star)",
        "subtitle": "Eta Ursae Majoris",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Major",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.84",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "103.9",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Eta Ursae Majoris (Eta UMa, η Ursae Majoris, η UMa) is a star in the constellation Ursa Major. It has the traditional names Alkaid (or Elkeid) and Benetnash (Benetnasch). Alkaid is the most eastern (leftmost) star in the Big Dipper (Plough) asterism. However, unlike most stars of the Big Dipper, it is not a member of the Ursa Major moving group. With an apparent visual magnitude of +1.84, it is the third brightest star in the constellation and one of the brightest stars in the night sky.",
                       "This is a 10-million-year-old B-type main sequence star with a stellar classification of B3 V. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. It has six times the mass of the Sun and 3.4 times the Sun's radius. Eta Ursae Majoris is radiating around 1,350 times as much luminosity as the Sun from its outer atmosphere at an effective temperature of about 16,823 K, giving it the blue-white hue of a B-type star. This star is an X-ray emitter with a luminosity of 9.3 × 1028 erg s−1.",
                       "Source: Wikipedia"
                       ]
    },
    "hadar": {
        "title": "Hadar (Star)",
        "subtitle": "Beta Centauri",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Centaurus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.60",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "350",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Centauri (β Cen, β Centauri) is a trinary star system in the southern constellation of Centaurus. The system's combined apparent visual magnitude of 0.60, makes it the second brightest star in the constellation Centaurus and the tenth brightest star in the night sky. It has the traditional names Hadar and Agena. The name Hadar comes from the Arabic حضار (the root's meaning is \"to be present\" or \"on the ground\" or \"settled, civilized area\"), while the name Agena may ultimately be derived from the Latin gena 'knees'.",
                       "Source: Wikipedia"
                       ]
    },
    "arcturus": {
        "title": "Arcturus (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Boötes",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "-0.05",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "36.7",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Arcturus (/ɑrkˈtjʊərəs/; α Boo, α Boötis, Alpha Boötis) of the constellation Boötes is the brightest star in the northern celestial hemisphere. With a visual magnitude of −0.05, it is the fourth brightest star in the night sky, after −1.46 magnitude Sirius, −0.86 magnitude Canopus, and −0.27 magnitude Alpha Centauri. It is a relatively close star at only 36.7 light-years from Earth, and, together with Vega and Sirius, one of the most luminous stars in the Sun's neighborhood.",
                       "Arcturus is a type K0 III orange giant star, with an absolute magnitude of −0.30. It has likely exhausted its hydrogen from its core and is currently in its active hydrogen shell burning phase. It will continue to expand before entering horizontal branch stage of its life cycle.",
                       "Source: Wikipedia"
                       ]
    },
    "Izar": {
        "title": "Izar (Star)",
        "subtitle": "Epsilon Boötis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Boötes",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.37",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "203",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Epsilon Boötis (ε Boo, ε Boötis) is a double star in the northern constellation of Boötes. It has the traditional name Izar and was named Pulcherrima (most beautiful) by Otto Struve. The star system can be viewed with the unaided eye at night, but resolving the pair with a small telescope is challenging; an aperture of 76 mm (3.0 in) or greater is required.",
                       "Source: Wikipedia"
                       ]
    },
    "kochab": {
        "title": "Kochab (Star)",
        "subtitle": "Beta Ursae Minoris",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ursa Minor",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.08",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "130.9",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Ursae Minoris (β UMi, β Ursae Minoris) is the brightest star in the bowl of the \"Little Dipper\" (which is part of the constellation Ursa Minor), and only slightly fainter than Polaris, the northern pole star and brightest star in Ursa Minor. It has the traditional name Kochab. Kochab is 16 degrees from Polaris and has an apparent visual magnitude of 2.08. The distance to this star can be deduced from the parallax measurements made during the Hipparcos, yielding a value of 130.9 light-years (40.1 parsecs).",
                       "Kochab and its neighbor Pherkad served as twin pole stars, circling the North Pole, from 1500 BC until 500 AD. Ancient Egyptian astronomers referred to them as \"The Indestructibles\". Neither star was as proximitous to the celestial north pole as Polaris is now. Today, they are sometimes referred to as the \"Guardians of the Pole.\" Due to precession of the equinoxes, the previous holder of the title was Thuban, and the next was the present-day Polaris. This succession of pole stars is a result of Earth's precessional motion.",
                       "Amateur astronomers can use Kochab as a very precise guide for setting up a telescope, as the celestial north pole is located 43 arcminutes away from Polaris, very close to the line connecting Polaris with Kochab.",
                       "Source: Wikipedia"
                       ]
    },
    "alphekka": {
        "title": "Alphekka (Star)",
        "subtitle": "Alpha Coronae Borealis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Corona Borealis",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.21",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "75",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Coronae Borealis (α CrB, α Coronae Borealis, Alphecca) is a binary star in the constellation Corona Borealis. It is located about 75 light years from the Solar System.",
                       "Source: Wikipedia"
                       ]
    },
    "unukalhai": {
        "title": "Unukalhai (Star)",
        "subtitle": "Alpha Serpentis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Serpens",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.623",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "74",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Serpentis (α Serpentis, α Ser) is a double star in the head (Serpens Caput) of the equatorial constellation Serpens. It has the traditional name Unukalhai. With an apparent visual magnitude of 2.6, this star is the brightest in the constellation and it can be viewed with the naked eye from most of the Earth. Parallax measurements yield an estimated distance of about 74 light-years (23 parsecs) from Earth.",
                       "Source: Wikipedia"
                       ]
    },
    "antares": {
        "title": "Antares (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Serpens",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.91",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "550",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Antares, (/ænˈtɑːriːz/) also known by its Bayer designation Alpha Scorpii (abbreviated to α Scorpii or α Sco), is the fifteenth brightest star in the night sky and the brightest star in the constellation Scorpius, and is often referred to as \"the heart of the scorpion\". Along with Aldebaran, Regulus, and Fomalhaut, Antares comprises the group known as the 'Royal stars of Persia'. It is one of the four brightest stars near the ecliptic.",
                       "Distinctly reddish when viewed with the unaided eye, Antares is a red supergiant of spectral type M0.5Iab and is one of the largest and most luminous observable stars. It is a slow irregular variable star with the quoted magnitude of +0.91. Antares is the brightest, most massive, and most evolved stellar member of the nearest OB association (the Scorpius-Centaurus Association). Antares is a member of the Upper Scorpius subgroup of the Scorpius-Centaurus Association, which contains thousands of stars with mean age 11 million years at a distance of approximately 145 parsecs (470 light years).",
                       "Source: Wikipedia"
                       ]
    },
    "rasalgethi": {
        "title": "Rasalgethi (Star)",
        "subtitle": "Alpha Herculis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Hercules",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.9137",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "360",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Herculis (α Her, α Herculis) is a multiple star system in the constellation Hercules. It has the traditional name Rasalgethi or Ras Algethi (Arabic: رأس الجاثي ra's al-jaθiyy‎ Head of the Kneeler), and the Flamsteed designation 64 Herculis. The traditional name \"Head\" comes from the fact that in antiquity Hercules was depicted upside down on the constellation maps.",
                       "Source: Wikipedia"
                       ]
    },
    "shaula": {
        "title": "Shaula (Star)",
        "subtitle": "Lambda Scorpii",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Scorpius",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.62",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "570",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Lambda Scorpii (λ Sco, λ Scorpii) is a blue star and the second brightest star system in the constellation Scorpius, and one of the brightest stars in the nighttime sky. It has the Bayer designation λ despite being the second brightest in its constellation. It has the traditional name Shaula, which comes from the Arabic الشولاء al-šawlā´ meaning the raised [tail], as it is found in the tail of the scorpion (Scorpius).",
                       "Source: Wikipedia"
                       ]
    },
    "rasalhague": {
        "title": "Rasalhague (Star)",
        "subtitle": "Alpha Ophiuchi",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Ophiuchus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.07",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "48.6",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Ophiuchi (α Oph, α Ophiuchi) is the brightest star in the constellation Ophiuchus. It has the traditional name Ras Alhague, often condensed to Rasalhague.",
                       "Alpha Ophiuchi is a binary star system with an orbital period of about 8.62 years. The orbital parameters were only poorly known until 2011 when observations using adaptive optics produced a better orbital fit, allowing the individual masses of the two components to be determined. The primary component, Alpha Ophiuchi A, has a mass of about 2.4 times the mass of the Sun, while the secondary, Alpha Ophiuchi B, has 0.85 solar masses. Estimates of the mass of the primary by other means range from a low of 1.92 to 2.10 solar masses, up to 2.84 or even 4.8 solar masses. The mass of the secondary suggests that it has a stellar classification in the range K5V to K7V, which indicates it is a main sequence star that is still generating energy by the thermonuclear fusion of hydrogen at its core. The pair reached periastron passage, or closest approach, around April 19, 2012, when they had an angular separation of 50 milliarcseconds.",
                       "This star system has a combined apparent magnitude of +2.08 and is located at a distance of about 48.6 light-years (14.9 parsecs) from the Earth. The stellar classification of A5 III indicates that the primary is a giant star that has evolved away from the main sequence after consuming the hydrogen at its core. It is radiating about 25 times the luminosity of the Sun and has an effective temperature of about 8,000 K, giving it the characteristic white hue of an A-type star.",
                       "Alpha Ophiuchi A is a rapidly rotating star with a projected rotational velocity of 240 km s−1. It is spinning at a rate of about 88.5% of the velocity that would cause the star to break up. The resulting equatorial bulge is about 20% larger than the polar radius, giving the star the shape of an oblate spheroid. Because of this distorted shape, the poles have an effective temperature about 1,840 K greater than along the equator. The axis of rotation of the star is inclined about 87.°7 ± 0°4 to the line of sight from the Earth, so that it is being observed from nearly equator-on.",
                       "Source: Wikipedia"
                       ]
    },
    "etamin": {
        "title": "Etamin (Star)",
        "subtitle": "Gamma Draconis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Draco",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.3617",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "154.3",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Gamma Draconis (γ Dra, γ Draconis) is the Bayer designation for a star in the northern constellation of Draco. It has the traditional name Etamin, Eltanin or Ettanin and the Flamsteed designation 33 Draconis. Despite its gamma designation, it is actually the brightest star in Draco at magnitude 2.4, outshining Rastaban (Beta Draconis) by nearly half a magnitude. Its proximity to the zenith point directly overhead of London has earned it the name \"Zenith Star.\" As for other places, it is relatively easy to locate in the night sky. If one finds Vega, Eltanin is the red star just north-northwest of it.",
                       "Eltanin lies around 154.3 light-years (47.3 parsecs) away, as determined by parallax measurements from the Hipparcos astrometry satellite. In 1728, while unsuccessfully attempting to measure the parallax of this star, James Bradley discovered the aberration of light resulting from the movement of the Earth. Bradley's discovery confirmed Copernicus' theory that the Earth revolved around the Sun.",
                       "Source: Wikipedia"
                       ]
    },
    "kaus australis": {
        "title": "Kaus Australis (Star)",
        "subtitle": "Epsilon Sagittarii",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Sagittarius",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.85",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "143",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Epsilon Sagittarii (Epsilon Sgr, ε Sagittarii, ε Sgr) is a binary star system in the southern zodiac constellation Sagittarius. Its traditional name is Kaus Australis. The apparent visual magnitude of +1.85 makes it the brightest star in the constellation. Based upon parallax measurements, the distance to this star is around 143 light-years (44 parsecs).",
                       "Source: Wikipedia"
                       ]
    },
    "vega": {
        "title": "Vega (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Lyra",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.03",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "25.04",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Vega (α Lyr, α Lyrae, Alpha Lyrae) is the brightest star in the constellation Lyra, the fifth brightest star in the night sky and the second brightest star in the northern celestial hemisphere, after Arcturus. It is a relatively close star at only 25 light-years from Earth, and, together with Arcturus and Sirius, one of the most luminous stars in the Sun's neighborhood.",
                       "Vega has been extensively studied by astronomers, leading it to be termed \"arguably the next most important star in the sky after the Sun.\" Vega was the northern pole star around 12,000 BCE and will be so again around the year 13,727 when the declination will be +86°14'. Vega was the first star other than the Sun to be photographed and the first to have its spectrum recorded. It was one of the first stars whose distance was estimated through parallax measurements. Vega has served as the baseline for calibrating the photometric brightness scale, and was one of the stars used to define the mean values for the UBV photometric system.",
                       "Vega is only about a tenth of the age of the Sun, but since it is 2.1 times as massive its expected lifetime is also one tenth of that of the Sun; both stars are at present approaching the midpoint of their life expectancies. Vega has an unusually low abundance of the elements with a higher atomic number than that of helium. Vega is also a suspected variable star that may vary slightly in magnitude in a periodic manner. It is rotating rapidly with a velocity of 274 km/s at the equator. This is causing the equator to bulge outward because of centrifugal effects, and, as a result, there is a variation of temperature across the star's photosphere that reaches a maximum at the poles. From Earth, Vega is being observed from the direction of one of these poles.",
                       "Based on an observed excess emission of infrared radiation, Vega appears to have a circumstellar disk of dust. This dust is likely to be the result of collisions between objects in an orbiting debris disk, which is analogous to the Kuiper belt in the Solar System. Stars that display an infrared excess because of dust emission are termed Vega-like stars.",
                       "Source: Wikipedia"
                       ]
    },
    "nunki": {
        "title": "Nunki (Star)",
        "subtitle": "Sigma Sagittarii",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Sagittarius",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.05",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "228",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Sigma Sagittarii (Sigma Sgr, σ Sagittarii, σ Sgr) is the second brightest star in the constellation Sagittarius. Its modern name Nunki is an Assyrian or Babylonian name recovered by archaeologists and made public by R. H. Allen. Nunki has an apparent magnitude of +2.05, making it readily visible to the naked eye. The distance to this star, determined using parallax measurements from the Hipparcos astrometry satellite, yields an estimated value of 228 light-years (70 parsecs) from Earth.",
                       "Nunki has a spectrum matching a stellar classification of B2.5 V, which indicates this is a B-type main sequence star. The total luminosity of σ Sgr is 3300 times that of the Sun while it has a surface temperature of 18,890 K. X-ray emission has been detected from this star, which has an estimated X-ray luminosity of 1.2 × 1028 erg s−1. Sigma Sgr has a magnitude +9.5 optical companion located 5.2 arcminutes away.",
                       "Because it is close to the ecliptic, Nunki can be occulted by the Moon and very rarely by planets. The last occultation of Nunki by a planet took place on November 17, 1981, when it was occulted by Venus. Furthermore, Nunki is the brightest star that can be principally occulted by an exterior planet between 5000 BC and 5000 AD. However, only Mars can do this, and only rarely; the last time was on September 3, 423.",
                       "Source: Wikipedia"
                       ]
    },
    "tarazed": {
        "title": "Tarazed (Star)",
        "subtitle": "Gamma Aquilae",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Aquila",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.712",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "295",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Gamma Aquilae (γ Aql, γ Aquilae) is a star in the constellation Aquila. It has the traditional name Tarazed. This star has an apparent visual magnitude of 2.712, so it is readily visible to the naked eye at night. Parallax measurements place it at a distance of 395 light-years (121 parsecs) from Earth.",
                       "Source: Wikipedia"
                       ]
    },
    "altair": {
        "title": "Altair (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Aquila",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "0.77",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "16.73",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Altair (α Aql, α Aquilae, Atair) is the brightest star in the constellation Aquila and the twelfth brightest star in the night sky. It is currently in the G-cloud. Altair is an A-type main sequence star with an apparent visual magnitude of 0.77 and is one of the vertices of the Summer Triangle (the other two vertices are marked by Deneb and Vega). It is 16.7 light-years (5.13 parsecs) from Earth and is one of the closest stars visible to the naked eye.",
                       "Altair rotates rapidly, with a velocity at the equator of approximately 286 km/s. A study with the Palomar Testbed Interferometer revealed that Altair is not spherical, but is flattened at the poles due to its high rate of rotation. Other interferometric studies with multiple telescopes, operating in the infrared, have imaged and confirmed this phenomenon.",
                       "Source: Wikipedia"
                       ]
    },
    "deneb": {
        "title": "Deneb (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Cygnus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.25",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "802",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Deneb (/ˈdɛnɛb/; α Cyg, α Cygni, Alpha Cygni) is the brightest star in the constellation Cygnus and one of the vertices of the Summer Triangle. It is the 19th brightest star in the night sky, with an apparent magnitude of 1.25. A blue-white supergiant, Deneb is also one of the most luminous nearby stars. However, its exact distance (and hence luminosity) has been difficult to calculate; it is estimated to be somewhere between 55,000 and 196,000 times as luminous as the Sun.",
                       "Source: Wikipedia"
                       ]
    },
    "alderamin": {
        "title": "Alderamin (Star)",
        "subtitle": "Alpha Cephei",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Cepheus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.5141",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "49.05",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Cephei (α Cep, α Cephei) is a second magnitude star in the constellation of Cepheus near the northern pole. The star is relatively close to Earth at only 49 light years. It has the traditional name Alderamin, an Arabic name meaning \"the right arm\".",
                       "Source: Wikipedia"
                       ]
    },
    "enif": {
        "title": "Enif (Star)",
        "subtitle": "Epsilon Pegasi",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Pegasus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.399",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "690",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Epsilon Pegasi (ε Peg, ε Pegasi) is the brightest star in the northern constellation of Pegasus. It has the traditional name Enif (EE-nif). The name Enif is derived from the Arabic word for nose, due to its position as the muzzle of Pegasus. With an apparent visual magnitude of 2.4, this is a second-magnitude star that is readily visible to the naked eye. The distance to this star can be estimated using parallax measurements from the Hipparcos astrometry satellite, yielding a value of around 690 light-years (210 parsecs).",
                       "Source: Wikipedia"
                       ]
    },
    "alnair": {
        "title": "Alnair (Star)",
        "subtitle": "Alpha Gruis",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Grus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.74",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "101",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Gruis (α Gruis, α Gru) or Alnair is the brightest star in the southern constellation Grus. Its first depiction in a celestial atlas was in Johann Bayer's Uranometria of 1603.",
                       "Source: Wikipedia"
                       ]
    },
    "fomalhaut": {
        "title": "Fomalhaut (Star)",
        "subtitle": "",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Piscis Austrinus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "1.16",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "25.13",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Fomalhaut (Alpha Piscis Austrini, Alpha PsA, α Piscis Austrini, α PsA) is the brightest star in the constellation Piscis Austrinus and one of the brightest stars in the sky. It is a class A star on the main sequence approximately 25 light-years (7.7 pc) from Earth as measured by the Hipparcos astrometry satellite. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. It is classified as a Vega-like star that emits excess infrared radiation, indicating it is surrounded by a circumstellar disk. Fomalhaut, K-type star TW Piscis Austrini and M-type star LP 876-10 constitute a trinary system.",
                       "Fomalhaut holds a special significance in extrasolar planet research, as it is the center of the first stellar system with an extrasolar planet candidate (Fomalhaut b) imaged at visible wavelengths. The image was published in Science in November 2008. Fomalhaut is the third brightest star known to have a planetary system (as viewed from Earth), after Pollux and the Sun.",
                       "Source: Wikipedia"
                       ]
    },
    "scheat": {
        "title": "Scheat (Star)",
        "subtitle": "Beta Pegasi",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Pegasus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.42",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "196",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Beta Pegasi (β Peg, β Pegasi) is a red giant star in the constellation Pegasus. The apparent visual magnitude of this star averages 2.42, making it the second brightest star in the constellation after Epsilon Pegasi. Its traditional name is Scheat, a name that has also been used for Delta Aquarii. According to Richard H. Allen, this name comes from the Arabic Al Sā'id for \"the upper arm\", or from Sa'd. Arabian astronomers named it Mankib al Faras, meaning the \"Horse's shoulder\". It forms the upper right corner of the Great Square of Pegasus, a prominent rectangular asterism.",
                       "Based upon parallax measurements, Beta Pegasi is located about 196 light-years (60 parsecs) from the Earth. It is unusual among bright stars in having a relatively cool surface temperature compared to stars like the Sun. This star has a stellar classification of M2.3 II–III, which indicates the spectrum has characteristics partway between a bright giant and a giant star. It has expanded until it is some 95 times as large, and has a total luminosity of 1500 times that of the Sun. The effective temperature of the star's outer envelope is about 3,700 K, giving the star the characteristic orange-red hue of an M-type star. The photosphere is sufficiently cool for molecules of titanium oxide to form.",
                       "Beta Pegasi is a semi-regular variable with a period of 43.3 days and a brightness that varies from magnitude +2.31 to +2.74. It is losing mass at a rate at or below 10−8 times the Sun's mass per year, which is creating an expanding shell of gas and dust with a radius of about 3,500 times the Sun's radius (16 Astronomical Units).",
                       "Source: Wikipedia"
                       ]
    },
    "markab": {
        "title": "Markab (Star)",
        "subtitle": "Alpha Pegasi",
        "background": "",
        "measurements": [
                         {
                         "title": "Constellation",
                         "string": "Pegasus",
                         "units": ""
                         },
                         {
                         "title": "Apparent Magnitude",
                         "string": "2.48",
                         "units": ""
                         },
                         {
                         "title": "Distance to Earth",
                         "string": "24.46",
                         "units": "Light years"
                         }
                         ],
        "paragraphs": [
                       "Alpha Pegasi (α Peg, α Pegasi) is the third brightest star in the constellation Pegasus and one of the four stars in the asterism known as the Great Square of Pegasus. It has the traditional name Markab (or Marchab), which comes from an Arabic word مركب markab, \"the saddle of the horse\", or is mistranscription of Mankib comes from an Arabic phrase منكب الفرس Mankib al-Faras, \"(the Star of) the Shoulder (of the Constellation) of the Horse\" for β Pegasi.",
                       "Markab has a stellar classification of B9 III, indicating that it is a B-type giant star that has exhausted the hydrogen at its core and has evolved beyond the main sequence. It is rotating rapidly, with a projected rotational velocity of 125 km/s giving a lower bound on the azimuthal velocity along the star's equator. The effective temperature of the photosphere is nearly 10,000 K and the star has expanded to nearly five times the radius of the Sun.",
                       "Source: Wikipedia"
                       ]
    }
}